{
  "diseases": [
    {
      "symptoms": [
        "bad breath",
        "bad taste in the mouth",
        "difficulty breathing",
        "difficulty swallowing",
        "draining sore on the gums",
        "fever",
        "jaw pain",
        "pain when chewing",
        "pain when opening the mouth",
        "painful gums",
        "pus in the gums",
        "red gums",
        "swollen face",
        "swollen gums",
        "swollen jaw",
        "swollen lymph nodes in the neck or jaw",
        "tender gums",
        "throbbing tooth pain",
        "tooth sensitivity to cold or heat",
        "toothache"
      ],
      "disease": "abscessed tooth",
      "causes": "An abscessed tooth begins with a bacterial infection in the tooth's inner area, known as the pulp. As the bacteria multiply, the infection usually spreads from the pulp chamber and exits through the bottom of the root into the bone.  A common cause  of a dental abscess is when a dental cavity (tooth decay) becomes so large and deep that it reaches the pulp chamber. An abscess can form as the infection spreads from the pulp of the tooth to the gum and jawbone below. Other causes for a tooth to form an abscess are trauma to a tooth from either a blow to a tooth or from grinding or clenching, or dental treatment such as a crown or a filling that gets too close to the pulp chamber.",
      "description": "An abscessed tooth is an infection within a tooth that has spread to the gum tissues around the root. While toothache is a symptom of a bacterial infection of the pulp of the tooth, once the tissue inside the tooth is deprived of blood supply (becomes necrotic or dead), the pain may go away. An abscessed tooth is typically darker than the surrounding teeth. If pain is present, it is often worse when pressing on the affected tooth. Swelling and pus collection within the gum tissue can be present. Swelling may spread to the jaw or face. If the infection has spread to deeper tissues, symptoms such as difficulty swallowing and pain when opening the mouth may be present."
    },
    {
      "symptoms": [
        "burping",
        "chest pain",
        "coughing",
        "dysphagia (difficulty swallowing)",
        "ear pain",
        "erosions on tooth surfaces",
        "feeling of fullness in the stomach",
        "heartburn",
        "hoarseness",
        "nausea",
        "regurgitation",
        "sore throat",
        "sour taste in the mouth",
        "upper abdominal pain",
        "vomiting",
        "wheezing "
      ],
      "disease": "acid reflux (gerd)",
      "causes": "\tThe symptoms of acid reflux are caused by the regurgitation of acidic sour liquid stomach contents back up into the esophagus. Factors that may contribute to GERD include slow emptying of the stomach, lower esophageal sphincter abnormalities, hiatal hernia, and abnormal esophageal contractions.",
      "description": "Gastroesophageal reflux disease (GERD), or acid reflux, has a number of different causes. Heartburn is the pain characteristically associated with acid reflux and results from irritation of the lining of the esophagus. Some cases of heartburn can produce sharp chest pains in the mid-chest that can be mistaken for the pain of angina. Heartburn is typically worse when an individual lies down after eating and occurs most commonly after mealtimes."
    },
    {
      "symptoms": [
        "cough",
        "decreased sense of smell",
        "decreased sense of taste",
        "earache",
        "ear fullness",
        "facial pain",
        "facial swelling",
        "facial tenderness",
        "fatigue",
        "fever",
        "forehead pain",
        "headache",
        "jaw pain",
        "malaise",
        "nasal congestion",
        "nasal discharge",
        "nasal pressure",
        "pain behind the eyes",
        "postnasal drip",
        "red eyelids",
        "reddened cheeks",
        "redness of the nose",
        "runny nose",
        "sinus pain",
        "sinus pressure",
        "throat irritation",
        "tooth pain"
      ],
      "disease": "acute sinusitis",
      "causes": "Sinusitis can be caused by infections, allergies, and chemical or other irritation of the sinuses. Both bacterial and viral infections such as the common cold may lead to sinusitis. Dehydration, disease, medications that lead to drying of the airways, and lack of sufficient humidity can cause sinusitis or sinus infection.",
      "description": "The symptoms of acute sinusitis arise from inflammation of the lining tissues of the paranasal sinuses. This condition often occurs with rhinitis (inflammation of the lining of the nose), and symptoms can include"
    },
    {
      "symptoms": [
        "avoidance of activities involving sustained focus",
        "decreased awareness of consequences",
        "decreased motivation",
        "disorganization",
        "fidgeting",
        "forgetfulness",
        "frequent talking",
        "hyperactivity",
        "hyperfocus",
        "impulsivity",
        "inattention",
        "insomnia",
        "interrupting",
        "intrusiveness",
        "mood swings",
        "poor self-image",
        "procrastination",
        "restlessness",
        "trouble completing assigned tasks",
        "trouble concentrating",
        "trouble prioritizing",
        "trouble waiting one's turn"
      ],
      "disease": "adhd",
      "causes": "",
      "description": "While inattention and hyperactivity are the cardinal symptoms of ADHD, a number of other symptoms are contained within the diagnostic criteria for this condition and are typical for those with ADHD. "
    },
    {
      "symptoms": [
        "blue-tinged skin",
        "clammy skin",
        "confusion",
        "decreased gag reflex",
        "decreased or slow breathing",
        "dehydration",
        "gait disturbances",
        "hypoglycemia",
        "hypothermia",
        "irregular breathing",
        "irregular pulse (irregular heartbeat)",
        "loss of balance",
        "loss of bladder control",
        "loss of bowel control",
        "loss of consciousness (passing out)",
        "loss of coordination",
        "mental status changes",
        "nausea",
        "pale skin",
        "seizures",
        "shaking",
        "shivering",
        "slurred speech",
        "stupor",
        "vision disturbances",
        "vomiting"
      ],
      "disease": "alcohol poisoning",
      "causes": "Alcohol poisoning or overdose results from the consumption of a large amount of alcoholic beverages over a short time, referred to as binge drinking.",
      "description": "Alcohol poisoning is a term used by many people to refer to alcohol overdose. Alcohol overdose can cause a number of serious health consequences, including coma and death. In addition to the typical symptoms of drunkenness, which begin early in the process, alcohol poisoning also affects breathing, regulation of body temperature, and can lead to seizures. Alcohol also inhibits the gag reflex, which means that people with alcohol overdose may choke on their own vomit. Hypothermia (low body temperature) and hypoglycemia (low blood sugar) are complications of alcohol poisoning along with irregular heartbeat and slowed and irregular breathing."
    },
    {
      "symptoms": [
        "agitation",
        "anxiety",
        "clammy skin",
        "confusion",
        "delirium",
        "depression",
        "dilated pupils",
        "disorientation",
        "excitement",
        "fatigue",
        "fear",
        "fever",
        "hallucinations",
        "headache",
        "insomnia",
        "jumpiness",
        "loss of appetite",
        "mood swings",
        "nausea",
        "nervousness",
        "nightmares",
        "pallor",
        "rapid heart rate",
        "restlessness",
        "seizures",
        "sensitivity to light",
        "shaky hands",
        "sleepiness",
        "stupor",
        "sweating",
        "tremor",
        "vomiting"
      ],
      "disease": "alcohol withdrawal",
      "causes": "Alcohol withdrawal is caused by suddenly stopping alcohol consumption in an individual who normally consumes large amounts of alcohol.",
      "description": "Alcohol withdrawal occurs when a person who is accustomed to drinking large amounts of alcohol suddenly stops drinking alcohol. Alcohol withdrawal symptoms usually are most severe after 48 to 72 hours, but they can persist for weeks. A severe form of alcohol withdrawal is called delirium tremens (DT)."
    },
    {
      "symptoms": [
        "bad breath",
        "bad taste in the mouth",
        "ear pain",
        "eye pain",
        "headache",
        "jaw pain",
        "neck pain",
        "open tooth socket on the gum through which white bone is visible",
        "pain in the face",
        "pain when chewing",
        "throbbing tooth pain",
        "toothache",
        "unpleasant smell"
      ],
      "disease": "alveolar osteitis (dry socket)",
      "causes": "The cause of dry socket is the partial or total loss of the blood clot that remains in the tooth socket after a tooth is pulled. Normally, a blood clot will form in the tooth socket after removal to aid healing and to protect the underlying jawbone. If the blood clot is disrupted or missing, the bone is exposed and healing is delayed. A number of factors can increase the likelihood of the blood clot not forming properly or being lost, including drinking from a straw, vigorous rinsing or irrigation of the site, tobacco smoking, or infection.",
      "description": "Dry socket is a condition of inflammation of the jawbone (or alveolar bone) after a tooth extraction. Medically, dry socket is referred to as alveolar osteitis. Dry socket occurs in about 2% of tooth extractions but is much more common after wisdom tooth (third molar) removal than for other teeth. The characteristic symptom of dry socket is throbbing pain at the site at which a tooth has been pulled. The pain usually occurs two to four days after the tooth extraction. Other symptoms can include bad breath and a foul or bad taste in the mouth. The pain may also be felt in the face, eye, or ear on the affected side. In some cases, it is possible to see the exposed jawbone through an open socket."
    },
    {
      "symptoms": [
        "anger",
        "apathy",
        "behavior changes",
        "confusion",
        "decreased ability for self-care",
        "erratic behavior",
        "language problems",
        "loss of bladder control",
        "loss of bowel control",
        "loss of orientation",
        "memory loss",
        "mood changes",
        "personality changes",
        "poor hygiene",
        "poor judgment",
        "problems with abstract thinking",
        "quarrelsomeness",
        "social withdrawal",
        "uncooperativeness"
      ],
      "disease": "alzheimer's disease",
      "causes": "The cause of Alzheimer's disease is unknown. One theory has emerged from the study of early onset inherited (genetic) Alzheimer's disease. Certain genetic mutations associated with Alzheimer's disease have been found in about half of the patients with early onset disease. These mutations result in excess production in the brain of a specific form of a small protein fragment called ABeta (Aβ) that accumulates in the brain. This has been called the \"amyloid cascade hypothesis.\" ",
      "description": "Alzheimer's disease is a common cause of dementia and its associated symptoms. Memory problems that develop slowly over time are often the main or first symptoms of Alzheimer's disease. Later symptoms can include personality changes like apathy, withdrawal, and reduced spontaneity. Trouble with abstract thinking and significant cognitive loss can develop with time. Other symptoms of the mental decline seen in people with Alzheimer's disease can include"
    },
    {
      "symptoms": [
        "anxiety",
        "chest tightness",
        "diarrhea",
        "difficulty breathing",
        "difficulty swallowing",
        "dizziness",
        "fainting",
        "feeling of doom",
        "flushing",
        "hives",
        "hoarseness",
        "itching",
        "loss of consciousness",
        "low blood pressure",
        "pale skin",
        "rapid heart rate",
        "reddened skin",
        "runny nose",
        "sense of  a lump in the throat",
        "sneezing",
        "stomach cramps",
        "swelling",
        "vomiting",
        "wheezing"
      ],
      "disease": "anaphylaxis",
      "causes": "",
      "description": "Anaphylaxis is a rare, severe allergic reaction that is life-threatening. The most common allergic triggers of anaphylaxis include drugs (such as penicillin), insect stings, foods (peanuts, shellfish), X-ray dye, and latex. Symptoms and signs can vary and begin either immediately after contact with the allergen or after a short time period (15 minutes to an hour).  Hives, difficulty breathing, a feeling of impending doom, and reduced blood pressure are among the symptoms and signs that can occur. The severity of symptoms and signs varies among people; the more rapid the onset of symptoms and signs, the greater the likelihood of a severe reaction."
    },
    {
      "symptoms": [
        "chapped lips",
        "cracked lips",
        "drooling",
        "dry mouth",
        "fissured lips",
        "lip pain",
        "lip tenderness",
        "lip ulceration",
        "reddened lips",
        "reddened skin"
      ],
      "disease": "angular cheilitis",
      "causes": "",
      "description": "Angular cheilitis is inflammation of one or both corners of the mouth. Angular cheilitis is sometimes referred to as angular stomatitis. The inflammation can cause pain in the lips, cracked lips, ulceration, reddened skin, and tenderness at the involved area. Typically, both sides of the mouth are involved, but the condition can occur on one side only. Drooling or dry mouth are sometimes associated symptoms."
    },
    {
      "symptoms": [
        "abdominal pain",
        "abdominal swelling",
        "abdominal tenderness",
        "back pain",
        "chills",
        "constipation",
        "diarrhea",
        "fever",
        "inability to pass gas",
        "loss of appetite",
        "malaise",
        "nausea",
        "painful urination",
        "rectal pain",
        "vomiting"
      ],
      "disease": "appendicitis",
      "causes": "The cause of appendicitis is believed to be an infection of the wall of the appendix that begins with blockage (by stool, cancer, or foreign body) of the opening from the appendix into the cecum of the large intestine. At other times, the lymphatic (immune response) tissues in the appendix swell and block the opening. When the blockage occurs, bacteria that are normally found within the appendix begin to grow and infect the wall of the appendix, leading to inflammation. ",
      "description": "Abdominal pain is the main symptom of appendicitis. The pain starts out as diffuse, meaning it is difficult to localize the area of pain. Most people say the initial pain of appendicitis occurs around the middle portion of the abdomen. As the inflammation of the appendix progresses, the pain becomes localized to one area. Once the peritoneum (lining tissue of the abdomen) is inflamed, the pain of appendicitis is characteristically located at a point between the navel and the front of the right hip bone. Anatomically, this is referred to as McBurney's point."
    },
    {
      "symptoms": [
        "blue lips or fingernails",
        "chest pain",
        "chest tightness",
        "cough",
        "dyspnea (difficulty breathing)",
        "fatigue",
        "rapid breathing",
        "shortness of breath",
        "trouble sleeping",
        "wheezing"
      ],
      "disease": "asthma",
      "causes": "Asthma is a disease characterized by chronic inflammation of the airways. The inflammation results in narrowing of the airways and difficulty breathing. The precise cause of asthma is unknown, although it is believed to result from an interaction between inherited (genetic) and environmental factors. Those with a family history of asthma are more likely to develop the condition than those without a family history. Other risk factors for asthma include obesity, viral respiratory illness during childhood, exposure to tobacco smoke, and hay fever.",
      "description": "Symptoms of asthma develop as a result of the narrowing and inflammation of the airways. Wheezing is a characteristic symptom of asthma, along with shortness of breath. Chest pain or tightness can accompany an asthma attack. Coughing can also be a symptom of asthma. The cough associated with asthma is often worse at night or in the early morning. Nighttime cough can lead to problems with sleep."
    },
    {
      "symptoms": [
        "anxiety",
        "chest pain",
        "confusion",
        "dizziness",
        "fatigue",
        "fatigue when exercising",
        "irregular heartbeat",
        "lightheadedness",
        "palpitations",
        "racing heartbeat",
        "shortness of breath",
        "sweating",
        "weakness"
      ],
      "disease": "atrial fibrillation (afib)",
      "causes": "The cause of atrial fibrillation is an abnormal heart rhythm, in which electrical signals come from the wrong location within the heart. These abnormal signals are rapid and irregular and cause atrial fibrillation. The reasons for the abnormalities in signaling are unknown.",
      "description": "Symptoms of atrial fibrillation occur when the upper chambers of the heart (atria) beat in a disorganized fashion. Atrial fibrillation is a type of arrhythmia. Characteristic symptoms include"
    },
    {
      "symptoms": [
        "anxiety",
        "chest pain",
        "dizziness",
        "fainting",
        "fast heart rate",
        "fatigue",
        "fluttering feeling in the chest",
        "irregular heart rate",
        "lightheadedness",
        "palpitations",
        "pressure in the chest",
        "reduced ability to exercise",
        "shortness of breath",
        "tightness in the chest",
        "tiredness",
        "weakness"
      ],
      "disease": "atrial flutter",
      "causes": " Atrial flutter is caused by an abnormality in the electrical pacemaker in the heart atrium that causes an irregular heartbeat. The exact reason this occurs is poorly understood, but there are certain conditions that increase the risk of developing atrial flutter.  Some of these risk factors include high blood pressure, obesity, heart failure, coronary artery disease (coronary heart disease), atherosclerosis, aging, recent surgery, hyperthyroidism, diabetes, alcohol abuse and binge drinking, chronic lung disease (such as COPD and emphysema), and other serious illnesses. Heart diseases that damage the heart muscle (cardiomyopathy) and abnormal enlargement of the heart (hypertrophy) can also increase the risk of atrial flutter.",
      "description": "Atrial flutter is a type of abnormal heartbeat or arrhythmia.  It is characterized by a fast heart rate and a reduction in cardiac output that leads to characteristic symptoms. Palpitations, fatigue, shortness of breath, and poor exercise tolerance are the most common symptoms. Other less common symptoms can include lightheadedness, dizziness, fainting, or chest pain. Blood clots may form in the heart (thrombi) that may break off and travel to other parts of the body (emboli), leading to complications. The reduction in cardiac output (decreased volume of blood pumped by the heart), when untreated, can have serious consequences, including congestive heart failure, stroke, and heart attack."
    },
    {
      "symptoms": [
        "abnormal body posturing or facial expressions",
        "abnormal tone of voice",
        "avoidance of eye contact or poor eye contact",
        "behavioral disturbances",
        "deficits in language comprehension",
        "delay in learning to speak",
        "flat or monotonous speech",
        "inappropriate social interaction",
        "intense focus on one topic",
        "lack of empathy",
        "lack of understanding social cues",
        "learning disability or difficulty",
        "not engaging in play with peers",
        "preoccupation with specific topics",
        "problems with two-way conversation",
        "repeating words or phrases",
        "repetitive movements",
        "self-abusive behaviors",
        "sleep disturbances",
        "social withdrawal",
        "unusual reactions in social settings",
        "using odd words or phrases"
      ],
      "disease": "autism",
      "causes": "The exact cause of autism spectrum disorder is not known, but it is believed that both genetic and environmental factors are involved.",
      "description": "Autism spectrum disorder (ASD) is a range of neurodevelopmental disorders predominantly characterized by impaired social functioning and communication disturbances. Symptoms can include intense focus on one item, unresponsiveness, lack of understanding social cues (like tone of voice or body language), repetitive movements, or self-abusive behavior like head-banging. The severity of the symptoms varies widely among affected individuals. Other possible symptoms include learning to speak relatively late, not playing interactively with other children, avoidance of eye contact, lack of empathy, and social withdrawal. Children with ASD who have not developed sufficient language skills may act out, including screaming or crying, to express their needs. It is important to note that people with ASD may vary widely in their level of functioning, and not all people with ASD will experience all of the symptoms listed."
    },
    {
      "symptoms": [
        "chills",
        "cough",
        "diarrhea",
        "eye pain",
        "eye redness",
        "fever",
        "headache",
        "insomnia",
        "joint pain",
        "lethargy",
        "malaise",
        "muscle aches",
        "nasal congestion",
        "nausea",
        "runny nose",
        "shortness of breath",
        "sneezing",
        "sore throat",
        "vomiting"
      ],
      "disease": "avian influenza (bird flu (avian influenza))",
      "causes": "Bird flu is caused by strains of the influenza virus that are able to infect avian (bird) cells. The virus that causes bird flu is an influenza A type virus. Bird flu viruses include influenza H5N1, H7N9, H7N7, H5N8, H5N2, and H9N2.",
      "description": "Bird flu (avian flu or avian influenza) is type of influenza virus that mainly affects wild or domesticated birds. Bird flu spreads easily among birds, although transmission to humans is not common. Most human infections occur after exposure to infected birds or their droppings. The H5N1 strain of avian influenza virus arose in the late 1990s and proved to be highly pathogenic (causing severe illness and death) in birds. Since then, other strains of bird flu have been identified that also have the ability to cause severe disease and death. Human infections with a new avian influenza A (H7N9) virus were first reported in China in March 2013."
    },
    {
      "symptoms": [
        "blurred vision",
        "dizziness",
        "hearing loss",
        "lightheadedness",
        "loss of balance",
        "nausea",
        "sensation that the room is spinning",
        "vertigo",
        "vomiting"
      ],
      "disease": "benign positional vertigo",
      "causes": "Benign positional vertigo is caused by a problem in the inner ear, within the fluid-filled tubes called semicircular canals that help regulate balance. Typically, a small calcium particle in the semicircular canals disrupts the signaling to the brain about balance and body position. The risk of benign positional vertigo may increase following head trauma or inner ear infection (labrynthitis).",
      "description": "In benign positional vertigo, the sufferer develops a sense of spinning that comes on suddenly. This usually happens when one is moving the head. Those affected may have the feeling that the world is spinning around them. Vision problems, like the perception that things are moving, can accompany the vertigo, as well as blurring of vision. Benign positional vertigo usually lasts from a few seconds to a few minutes. Other symptoms that can occur include loss of balance, nausea, vomiting, and hearing loss. "
    },
    {
      "symptoms": [
        "binge eating",
        "depression",
        "eating alone",
        "feelings of distress",
        "feelings of starvation",
        "guilt",
        "obesity",
        "overeating",
        "overweight",
        "rapid eating",
        "shame",
        "stress eating"
      ],
      "disease": "binge eating disorder",
      "causes": "",
      "description": "The hallmark symptom of binge eating disorder is recurring episodes of bingeing, or eating excessive amounts of food at one time, without associated purging behaviors like vomiting, exercising, or medication abuse. Other symptoms include"
    },
    {
      "symptoms": [
        "agitation",
        "anger",
        "anxiety",
        "apathy",
        "appetite changes",
        "apprehension",
        "crying",
        "decreased interest in pleasurable activities",
        "depressed mood",
        "discontent",
        "elevated mood",
        "euphoria",
        "false belief of superiority",
        "feelings of hopelessness",
        "grandiose thoughts",
        "hopelessness",
        "hyperactivity",
        "impulsivity",
        "increased goal directed activity",
        "indulging in high-risk behaviors",
        "lack of concentration",
        "loss of interest in daily activities",
        "mood changes",
        "poor judgment",
        "pressured speech",
        "problems with concentration",
        "racing thoughts",
        "rapid speech",
        "restlessness",
        "sadness",
        "sleep changes",
        "suicidal thoughts",
        "tangential speech",
        "unwanted thoughts"
      ],
      "disease": "bipolar disorder",
      "causes": "The exact cause of bipolar disorder is unknown. It is likely that both environmental and inherited factors play a role in its cause. ",
      "description": "The symptoms of bipolar disorder depend upon whether the sufferer is experiencing a depressive or manic episode. A person must have experienced at least one manic episode to be diagnosed with bipolar disorder. Symptoms and signs of manic episodes include elevated or expansive mood, rushed or pressured speech, racing thoughts, decreased need for sleep, poor judgment, increased goal-directed activity, impulsivity, grandiose thoughts (thinking one has superpowers or special abilities), and tangential speech (switching topics frequently)."
    },
    {
      "symptoms": [
        "chills",
        "cough",
        "diarrhea",
        "eye pain",
        "eye redness",
        "fever",
        "headache",
        "insomnia",
        "joint pain",
        "lethargy",
        "malaise",
        "muscle aches",
        "nasal congestion",
        "nausea",
        "runny nose",
        "shortness of breath",
        "sneezing",
        "sore throat",
        "vomiting"
      ],
      "disease": "bird flu (avian influenza)",
      "causes": "Bird flu is caused by strains of the influenza virus that are able to infect avian (bird) cells. The virus that causes bird flu is an influenza A type virus. Bird flu viruses include influenza H5N1, H7N9, H7N7, H5N8, H5N2, and H9N2.",
      "description": "Bird flu (avian flu or avian influenza) is type of influenza virus that mainly affects wild or domesticated birds. Bird flu spreads easily among birds, although transmission to humans is not common. Most human infections occur after exposure to infected birds or their droppings. The H5N1 strain of avian influenza virus arose in the late 1990s and proved to be highly pathogenic (causing severe illness and death) in birds. Since then, other strains of bird flu have been identified that also have the ability to cause severe disease and death. Human infections with a new avian influenza A (H7N9) virus were first reported in China in March 2013."
    },
    {
      "symptoms": [
        "bloody urine",
        "burning urination",
        "cloudy urine",
        "difficulty urinating",
        "lower abdominal pain",
        "painful urination",
        "pelvic or rectal pain",
        "urinary frequency",
        "urinary urgency"
      ],
      "disease": "bladder infection",
      "causes": "Bladder infection is typically caused by a bacterial infection. The bacterial type known as E. coli (Escherichia coli) is the most common organism responsible for bladder infection or cystitis.  Other types of bacteria that can cause bladder infection and other urinary tract infections include staph organisms (from skin) and other gut bacteria (Proteus, Klebsiella, andEnterococcus).",
      "description": "Symptoms of a bladder infection are similar to those of any lower urinary tract infection (UTI). These symptoms are similar in men, women, and children. The main symptoms of bladder infection are"
    },
    {
      "symptoms": [
        "abdominal pain",
        "chest pain",
        "confusion",
        "diarrhea",
        "dizziness",
        "headache",
        "loss of sensation",
        "neurological changes",
        "numbness",
        "pain",
        "pale skin color",
        "paralysis",
        "problems with walking",
        "redness",
        "shortness of breath",
        "skin discoloration",
        "slurred speech",
        "swelling",
        "vision changes",
        "warmth",
        "weakness "
      ],
      "disease": "blood clot",
      "causes": "\tBlood clots for whenever there is a problem with the blood vessels, such as damage or injury. They may also form when there are deficiencies of blood clotting factors or blood diseases that affect the way blood clots. Many conditions cause damage to blood vessels and increase the risk of clots. Risk factors for blood clots include taking certain medications, including birth control pills (oral contraceptives), arteriosclerosis, surgical procedures, inherited blood clotting disorders, atrial fibrillation, smoking, high cholesterol, high blood pressure, diabetes, immobility (prolonged sitting or bed rest), and trauma or injury.",
      "description": "Blood clotting is a normal process that prevents loss of blood. However, sometimes disorders of the clotting system or injuries cause blood clots to form when they are not needed. In this case, the clots may cause significant complications. Blood clots can form in the veins (blood vessels that return blood to the heart after oxygen has been used by the tissues) and in the arteries (blood vessels that carry oxygenated blood from the heart to all parts of the body). Symptoms of a blood clot depend on the location of the clot."
    },
    {
      "symptoms": [
        "blurred vision",
        "dizziness",
        "fainting",
        "headache",
        "loss of consciousness",
        "nausea",
        "neck pain",
        "seizures",
        "sensitivity to light",
        "speech changes",
        "vision disturbances",
        "vomiting"
      ],
      "disease": "brain aneurysm",
      "causes": "Many different conditions can cause aneurysms. In some cases, no cause can be identified. Other cases are caused by high blood pressure and atherosclerosis, trauma, heredity, and abnormal blood flow. Less common causes include infections of the artery wall. Tumors can also cause aneurysms to form. Drug abuse, especially cocaine, can cause weakening and inflammation of artery walls, increasing the risk of aneurysm.",
      "description": "A brain aneurysm is a bulging area within the wall of an artery that supplies the brain. In most cases, brain aneurysms do not produce symptoms. In some cases, the aneurysm may cause symptoms by pushing on other areas of the brain. Depending on the size of the aneurysm and the area involved, these symptoms can include"
    },
    {
      "symptoms": [
        "anxiety",
        "blurred vision",
        "difficulty concentrating",
        "difficulty remembering new material",
        "difficulty thinking clearly",
        "dizziness",
        "fainting",
        "feeling slowed down",
        "headache",
        "increased sleeping",
        "insomnia",
        "irritability",
        "lightheadedness",
        "loss of consciousness",
        "memory loss",
        "mental fogginess",
        "mood changes",
        "nausea",
        "nervousness",
        "seizure",
        "sensitivity to bright lights",
        "sensitivity to loud sounds",
        "slower reaction times",
        "tiredness",
        "vomiting"
      ],
      "disease": "brain trauma (concussion)",
      "causes": "Concussion is caused by a traumatic injury to the head. Concussion injuries are particularly common in those (including children and teens) who participate in athletic events. ",
      "description": "A concussion is a form of minor brain trauma in which the function of the brain becomes altered but no abnormalities can be detected by imaging tests such as CT scans. Symptoms of a concussion are typically short-lived and go away on their own. The symptoms may be obvious or may be so subtle that the affected person does not realize they have suffered a concussion. Some of the more common symptoms of concussion include"
    },
    {
      "symptoms": [
        "altered perception of touch",
        "balance problems",
        "changes in judgment",
        "double vision",
        "drowsiness",
        "facial weakness or numbness",
        "fatigue",
        "gait disturbances",
        "headache",
        "hearing changes",
        "memory problems",
        "nausea",
        "numbness",
        "paralysis",
        "personality changes",
        "seizures",
        "sleep problems",
        "sluggishness",
        "speech changes",
        "tingling",
        "trouble concentrating",
        "vision changes",
        "vomiting",
        "weakness"
      ],
      "disease": "brain tumor",
      "causes": "The exact cause of brain tumors is not well understood. Risk factors can include exposure to radiation and family history of brain tumors.",
      "description": "The symptoms of a brain tumor vary according to the size, type, and location of the tumor. Symptoms typically arise because of destruction or damage to the brain, swelling of the brain, or blockage of the flow of fluid that flows around the brain and spinal cord."
    },
    {
      "symptoms": [
        "breast lump or mass",
        "breast pain",
        "breast swelling",
        "change in breast size or shape",
        "dimpling or puckering of the breast skin",
        "bloody nipple discharge",
        "lump in the underarm area",
        "nipple pain",
        "nipple inversion",
        "recent breast asymmetry",
        "redness of the breast skin",
        "thickening of the breast skin"
      ],
      "disease": "breast cancer",
      "causes": "While there are many risk factors that increase the chance of developing breast cancer, the exact reason for the development of cancer is unknown. A family history of breast cancer and the presence of certain inherited genes (for example, BRCA1, BRCA2) increase the risk for developing breast cancer. ",
      "description": "Early symptoms and signs of breast cancer are typically not recognizable; this is why screening mammography is valuable to detect cancers at a very early stage. Even larger breast cancers do not always produce symptoms and signs. When symptoms do occur, the most common symptom is"
    },
    {
      "symptoms": [
        "body aches",
        "chest pain",
        "chest soreness",
        " chills",
        " cough",
        " dyspnea",
        "fatigue",
        "fever",
        "headache",
        " shortness of breath",
        "sore throat",
        "sputum production",
        "watery eyes",
        " wheezing"
      ],
      "disease": "bronchitis",
      "causes": "",
      "description": "Bronchitis is an inflammation of the bronchial tubes, or airways that lead to the lungs. Acute bronchitis is sometimes referred to as a chest cold and can be caused by several types of viruses. Bacterial infections can also cause acute bronchitis. Bronchitis symptoms include shortness of breath, cough, chest pain, chest soreness, sore throat, watery eyes, fatigue, mild headache, chills, and body aches. Fever may be present. The cough may bring up sputum, known as a productive cough."
    },
    {
      "symptoms": [
        "ankle pain",
        "buttock pain",
        "gait disturbances",
        "groin pain",
        "groin tenderness",
        "hip pain",
        "joint pain",
        "joint redness",
        "joint stiffness",
        "joint tenderness",
        "knee pain",
        "limited range of motion",
        "limping",
        "pain at rest",
        "pain during movement",
        "pain while sitting",
        "shoulder pain",
        "swollen joints",
        "swollen knee"
      ],
      "disease": "bursitis",
      "causes": "The most common causes of bursitis are repetitive motions and overuse, trauma and injury, preexisting rheumatoid conditions, and infections. Gout and pseudogout are examples of conditions that can also cause bursitis. ",
      "description": "Bursitis is the inflammation of the fluid-filled sacs (bursae) that act as cushions between areas of friction in the musculoskeletal system, such as between tendon and bone. Symptoms of bursitis can occur anywhere in the body where bursae are present, and the body contains about 160 bursae. Symptoms are often present in the bursae of the knee, elbow, shoulder, ankle, hip, thigh, or buttocks. Bursitis signs and symptoms include"
    },
    {
      "symptoms": [
        "bleeding from a sore in the throat",
        "cough",
        "ear pain",
        "enlarged lymph nodes",
        "headache",
        "hoarseness",
        "lump or mass in the throat",
        "neck pain",
        "painful swallowing",
        "red patches on the lining of the throat",
        "ringing in the ears",
        "sore throat",
        "swelling",
        "trouble breathing",
        "trouble speaking",
        "white patches on the lining of the throat"
      ],
      "disease": "cancer",
      "causes": "The exact cause of throat cancer is not clear. However, certain risk factors lead to an increased risk of throat cancer, such as cigarette smoking, human papillomavirus (HPV) infection, and exposure to toxic substances like asbestos or large quantities of alcohol. About 50%-90% of squamous cell carcinomas (the most common type of throat cancers), have been associated with HPV infections that can be acquired with oral sex. Other risk factors include male gender, African-American heritage, and poor dental hygiene.",
      "description": "Throat cancers may not cause any symptoms if they are very small and have not spread at the time of diagnosis. Sometimes, an area of irritation or discoloration on the lining issues of the throat is the only sign of an abnormality. Depending upon the extent of spread of the cancer, other symptoms can include swelling of nearby tissues, enlarged lymph nodes, trouble breathing, difficulty speaking, neck or throat pain, ear pain, painful swallowing or difficulty swallowing (dysphagia), and headache. Pain or ringing in the ears may occur in some cases. Bleeding can occur from some throat cancers. In advanced stages of throat cancer, symptoms like fatigue and unexplained weight loss may be present."
    },
    {
      "symptoms": [
        "abdominal pain",
        "agitation",
        "blurred vision",
        "chest pain",
        "coma",
        "confabulation",
        "confusion",
        "depression",
        "diarrhea",
        "distractibility",
        "dizziness",
        "drowsiness",
        "fainting",
        "fatigue",
        "fecal incontinence",
        "hallucinations",
        "headache",
        "impaired judgment",
        "impulsiveness",
        "irritability",
        "lethargy",
        "loss of consciousness",
        "malaise",
        "memory problems",
        "nausea",
        "seizures",
        "shortness of breath",
        "urinary incontinence",
        "visual disturbances",
        "vomiting",
        "walking problems",
        "weakness"
      ],
      "disease": "carbon monoxide poisoning",
      "causes": "Carbon monoxide is produced by burning organic compounds. The most common sources are motor vehicle exhaust from running cars, smoke from fires, engine fumes, and nonelectric heaters. Carbon monoxide poisoning is often associated with malfunctioning or obstructed exhaust systems and with suicide attempts. Sources of carbon monoxide include cigarette smoke, boat engines, charcoal grills, kerosene space heaters, gas water heaters, and smoke inhalation from burning wood or brush in wildfires.  ",
      "description": "Because the symptoms of carbon monoxide poisoning can be vague and nonspecific, the diagnosis may be missed or not suspected, particularly when vague, flu-like symptoms develop."
    },
    {
      "symptoms": [
        "arm pain",
        "hand burning sensation",
        "hand clumsiness",
        "hand numbness",
        "hand pain",
        "hand tingling",
        "hand weakness",
        "loss of grip strength",
        "muscle cramping in hand",
        "muscle wasting in hand",
        "sensation of pins and needles",
        "wrist pain",
        "wrist weakness "
      ],
      "disease": "carpal tunnel syndrome",
      "causes": "In many cases, the cause of carpal tunnel syndrome is unknown. Any condition that leads to excess pressure on the median nerve at the wrist can cause carpal tunnel syndrome. These include obesity, pregnancy, hypothyroidism, arthritis, diabetes, and trauma. Tendon inflammation resulting from repetitive work, such as uninterrupted typing, has also been reported to cause carpal tunnel symptoms. Certain rare diseases can cause deposition of abnormal substances in and around the carpal tunnel, leading to nerve irritation. ",
      "description": "Carpal tunnel syndrome arises from compression of the median nerve that supplies the hand. Symptoms begin with numbness and/or tingling of the hand in the distribution of this nerve (the thumb, index, middle, and thumb side of the ring fingers).  These symptoms are usually worse at night and may even awaken the sufferer from sleep. Symptoms can occur for a short time or may persist and become chronic. As the condition worsens, symptoms can include a burning or painful sensation, cramping, shooting pains in the forearm, or weakness of the hand. This results in a loss of grip strength. If the condition is chronic, there can be wasting of the muscles of the hand (atrophy). "
    },
    {
      "symptoms": [
        "enlarged lymph nodes",
        "fatigue",
        "fever",
        "headache",
        "irritation of the eyes",
        "joint pains",
        "loss of appetite",
        "malaise",
        "mental status changes",
        "numbness of extremities",
        "rash",
        "seizures",
        "skin bump",
        "sore throat",
        "tender lymph nodes",
        "tingling of extremities",
        "weight loss"
      ],
      "disease": "cat scratch disease",
      "causes": "Cat scratch disease occurs due to bacterial infection of the lymph nodes with bacteria known as Bartonella henselae. It is often caused by a bite or scratch from a cat that carries the bacteria. Cats who carry B. henselae do not show any signs of illness.",
      "description": "Cat scratch disease is also known as catscratch disease, cat scratch fever, or subacute regional lymphadenitis. Most patients have a history of exposure to cats, and the disease begins with a reddish brown nodule (small bump) on the skin at the site of infection. There is typically no pain or tenderness. Over the next weeks, swollen lymph nodes develop that may be accompanied by tenderness. About half of patients have other symptoms like fever, malaise, joint pains, loss of appetite, fatigue, headache, and sore throat. Other less common symptoms that have been reported include rash, weight loss, seizures, mental status changes, numbness and tingling of the extremities, and irritation of the eyes."
    },
    {
      "symptoms": [
        "chills",
        "enlarged lymph nodes",
        "enlarging skin sore",
        "fatigue",
        "fever",
        "pain",
        "red streaks on the skin",
        "reddened skin",
        "swelling",
        "tenderness",
        "tight or stretched appearance of skin",
        "warm skin"
      ],
      "disease": "cellulitis",
      "causes": "Cellulitis is caused by a bacterial infection. Many types of bacteria can cause cellulitis, but \tStaphylococcus and Streptococcus are the types of bacteria that most commonly cause the condition.  Methicillin-resistant \tStaphylococcus aureus or MRSA is a particularly serious type of staph infection that is resistant to many common antibiotics and is sometimes a cause of cellulitis.",
      "description": "The symptoms of cellulitis result from inflammation of the skin and underlying tissues. The skin itself may appear reddened and warm to the touch, and there may be swelling, pain, and tenderness of the affected area. Red streaks on the skin can sometimes be seen when the infection is spreading. As the infection spreads, the affected person may develop fever and chills, with accompanying tiredness or malaise. Swollen lymph nodes can sometimes occur in areas near the infection."
    },
    {
      "symptoms": [
        "abnormal vaginal bleeding",
        "bleeding after sexual intercourse",
        "bleeding between periods",
        "heavy menstrual periods",
        "painful intercourse",
        "pelvic pain",
        "vaginal discharge"
      ],
      "disease": "cervical cancer",
      "causes": "Infection with certain types of human papillomaviruses (HPV) has been found to cause cervical cancer, although it is poorly understood why only some women with this infection develop the disease, since HPV infection is very common. Risk factors that increase the risk of developing cervical cancer include having many sexual partners, smoking, using birth control pills, and engaging in early sexual contact (having sex at an early age).",
      "description": "In its early stages, cervical cancer typically does not cause symptoms. It may be detected on Pap screening and subsequent testing even before symptoms have developed. When symptoms do occur, one of the most common symptoms is abnormal vaginal bleeding. This can include bleeding between menstrual periods, bleeding after sexual intercourse or a pelvic exam, or bleeding after douching. Unusual or unexplained changes in the menstrual cycle, such as abnormally heavy menstrual bleeding and bleeding after menopause, are also possible signs of cervical cancer."
    },
    {
      "symptoms": [
        "abdominal pain",
        "burning on urination",
        "painful intercourse",
        "pain with urination",
        "pelvic pain",
        "penile discharge",
        "rectal bleeding",
        "rectal discharge",
        "rectal pain",
        "testicular pain",
        "urinary urgency",
        "urinating frequently",
        "vaginal discharge",
        "vaginal pain"
      ],
      "disease": "chlamydia",
      "causes": "Chlamydia is caused by an infection with Chlamydia trachomatis bacteria. The bacteria can be present in the cervix, urethra, vagina, and/or rectum of an infected person. The bacteria can also live in the throat. Any kind of sexual contact (vaginal, anal, or oral) can spread the infection.",
      "description": "Chlamydia is a common sexually transmitted disease (STD). It affects both men and women and, in most cases, does not cause any symptoms. When it does produce symptoms and signs, these may not appear for weeks after your infection. Symptoms in women include burning with urination and an abnormal vaginal discharge. Abdominal or pelvic pain is sometimes present. Blood in the urine, urinary urgency (feeling an urgent need to urinate), and increased urinary frequency can occur if the urethra is infected. In men, symptoms, when they occur, can include a discharge from the penis and a burning sensation when urinating. Pain in the testicles sometimes occurs. In both men and women, infection of the rectum can cause rectal pain, bleeding, and discharge from the rectum."
    },
    {
      "symptoms": [
        "anxiety",
        "apprehension",
        "balance problems",
        "chills",
        "confusion",
        "depression",
        "diarrhea",
        "dizziness",
        "double vision",
        "earache",
        "fainting",
        "fatigue",
        "fever",
        "food sensitivities",
        "forgetfulness",
        "headaches",
        "impaired short-term memory",
        "inability to exercise",
        "joint pain",
        "malaise (after exertion, for over 24 hours)",
        "mood changes",
        "muscle pain",
        "muscle weakness",
        "night sweats",
        "poor concentration",
        "sleepiness",
        "sore throat",
        "tender lymph nodes",
        "unrefreshing sleep",
        "vision disturbances "
      ],
      "disease": "chronic fatigue syndrome",
      "causes": "The exact cause of CFS or SEID is not known. There are no proven links to any known disease infection that is responsible for CFS or SEID development.Researchers are still trying to identify the cause(s) of CFS/SEID suggest the possibility that CFS/SEID represents an endpoint of multiple diseases or conditions such as viral infections, stress, and toxin exposure. However, the U.S. Centers for Disease Control and Prevention (CDC) states that \"CFS is not caused exclusively by any single recognized infectious disease agent.\" This includes Epstein-Barr virus, Lyme disease bacteria (Borrelia burgdorferi), human retroviruses, Mycoplasma, and many others. Some researchers have suggested that a new virus found in some CFS/SEID patients (termed XMRV or xenotropic murine leukemia virus-related virus) may be a candidate for cause, but a larger study failed to prove this theory. ",
      "description": "The diagnosis of chronic fatigue syndrome (CFS) means that the sufferer has experienced fatigue for at least six months in the absence of known medical causes as well as had other characteristic symptoms. The Institute of Medicine (IOM) committee recommends the name systemic exertion intolerance disease (SEID) for this disease, and it has also been referred to as myalgic encephalomyelitis (ME), even though no evidence of inflammation of the brain (encephalitis) has been demonstrated with this condition."
    },
    {
      "symptoms": [
        "chills",
        "cough",
        "difficulty swallowing",
        "enlarged tonsils",
        "fatigue",
        "feeling of a lump in the throat",
        "fever",
        "heartburn",
        "hoarseness",
        "mouth sores or ulcers",
        "redness of the throat or mouth",
        "regurgitation",
        "sore throat"
      ],
      "disease": "chronic sore throat",
      "causes": "",
      "description": "Sore throat is most commonly an acute process that is the result of an infection such as the common cold or infectious mononucleosis. However, some chronic conditions like gastroesophageal reflux, somecancers, chronic tonsillitis, and other conditions can lead to sore throat symptoms that last longer and persist (chronic sore throat). Symptoms that might be present, depending on the cause of the chronic sore throat, include"
    },
    {
      "symptoms": [
        "balance problems",
        "bleeding gums",
        "changes in behavior",
        "confusion",
        "constipation",
        "decreased appetite",
        "dementia",
        "depression",
        "diarrhea",
        "difficulty concentrating",
        "difficulty walking (gait disturbance)",
        "dizziness",
        "heart palpitations",
        "intestinal gas",
        "lightheadedness",
        "memory loss",
        "muscle weakness",
        "numbness of hands and feet",
        "pale skin",
        "shortness of breath",
        "smooth tongue",
        "swollen tongue",
        "tingling of hands and feet",
        "tiredness",
        "vision loss",
        "weakness"
      ],
      "disease": "cobalamin deficiency (vitamin b12 deficiency)",
      "causes": "Consuming a strictly vegan diet without taking vitamin B12 supplements can cause vitamin B12 deficiency. Other causes include",
      "description": "Vitamin B12 is a vitamin that is essential for many body functions, including the production of red blood cells. The body cannot make vitamin B12, and it needs to be supplied through the diet or by taking supplements. Vitamin B12 is found in foods of animal origin like meats, eggs, milk, and cheese. Vitamin B12 deficiency (cobalamin deficiency) is a condition that results when there is too little vitamin B12 in the body. Pernicious anemia is a kind of anemia that happens when the body is not able to absorb vitamin B12 through the digestive tract. A mild deficiency of vitamin B12 may not produce symptoms. Symptoms and signs, when they occur, can be similar to those of anemia, including"
    },
    {
      "symptoms": [
        "abdominal cramps",
        "abdominal pain",
        "bloating",
        "blood in stool",
        "canker sores",
        "chills",
        "diarrhea",
        "fatigue",
        "fever",
        "joint swelling",
        "malaise",
        "mouth ulcers",
        "rectal ulcers",
        "skin sores",
        "weakness",
        "weight loss"
      ],
      "disease": "colitis",
      "causes": " Colitis can be caused by infections, loss of blood supply, or chronic diseases. Allergic reactions can also cause colitis. Chronic causes of colitis include inflammatory bowel diseases like ulcerative colitis and Crohn's disease. Loss of blood supply to the colon can be due to atherosclerosis, blood clot, or blood vessel disease. A number of different infections can cause colitis. Bacteria that can cause colitis include Campylobacter, Salmonella, Shigella, Clostridium difficile, Escherichia coli, Yersinia, Chlamydia, Neisseria, and tuberculosis. ",
      "description": "Colitis is inflammation of the lining tissues of the large intestine (colon). People suffering from colitis may have typical symptoms and signs that include abdominal pain, cramping, bloating, and diarrhea. Some types of colitis may be associated with bloody diarrhea. Colitis can be part of a disease that affects other parts of the body, causing fever, chills, fatigue, malaise, and dehydration symptoms (weakness, decreased urine output). Ulcerative colitis is a chronic condition that has other manifestations in the body, including mouth ulcers, joint swelling, and skin inflammation."
    },
    {
      "symptoms": [
        "abdominal cramping",
        "abdominal mass",
        "abdominal pain",
        "abdominal tenderness",
        "bloating",
        "blood in stool",
        "change in bowel habits",
        "constipation",
        "dark stool",
        "diarrhea",
        "fatigue",
        "narrow stools",
        "shortness of breath",
        "weakness",
        "weight loss"
      ],
      "disease": "colon cancer",
      "causes": "There are a number of risk factors that increase a person's chances of developing colon cancer. Factors that increase the risk of colorectal cancer include high fat intake (such as a typical Western diet), a family history of colorectal cancer and polyps, the presence of polyps in the large intestine, and inflammatory bowel diseases, primarily chronic ulcerative colitis. Hereditary nonpolyposis colorectal cancer (HNPCC) and familial adenomatous polyposis (FAP) are inherited conditions that lead to the presence of polyps in the intestine and an increased risk of colon cancer.",
      "description": "Signs and symptoms of colon cancer tend not to be specific. In other words, the signs and symptoms can occur due to a number of different conditions. When colon cancer is detected in its early stages, it may not have even caused symptoms. Symptoms can also vary according to the specific location within the colon where the tumor is located."
    },
    {
      "symptoms": [
        "anxiety",
        "blurred vision",
        "difficulty concentrating",
        "difficulty remembering new material",
        "difficulty thinking clearly",
        "dizziness",
        "fainting",
        "feeling slowed down",
        "headache",
        "increased sleeping",
        "insomnia",
        "irritability",
        "lightheadedness",
        "loss of consciousness",
        "memory loss",
        "mental fogginess",
        "mood changes",
        "nausea",
        "nervousness",
        "seizure",
        "sensitivity to bright lights",
        "sensitivity to loud sounds",
        "slower reaction times",
        "tiredness",
        "vomiting"
      ],
      "disease": "concussion",
      "causes": "Concussion is caused by a traumatic injury to the head. Concussion injuries are particularly common in those (including children and teens) who participate in athletic events. ",
      "description": "A concussion is a form of minor brain trauma in which the function of the brain becomes altered but no abnormalities can be detected by imaging tests such as CT scans. Symptoms of a concussion are typically short-lived and go away on their own. The symptoms may be obvious or may be so subtle that the affected person does not realize they have suffered a concussion. Some of the more common symptoms of concussion include"
    },
    {
      "symptoms": [
        "blisters",
        "chapped skin",
        "peeling skin",
        "red skin",
        "scaly skin",
        "skin burning",
        "skin fissures",
        "skin itching",
        "skin pain",
        "skin rash",
        "stinging",
        "swelling",
        "thickened skin",
        "weeping or oozing blisters"
      ],
      "disease": "contact dermatitis",
      "causes": "Contact dermatitis is a skin reaction that occurs at the site of exposure to a substance capable of producing an allergic reaction in the individual. It is caused by exposure to and contact with an irritating substance to which the patient has developed a skin allergy.",
      "description": "The main symptom of contact dermatitis is a skin rash. The rash may ooze or weep fluid and is typically located at the site of contact with the irritating substance that led to the contact dermatitis. The rash is often red in color and raised above the level of the skin.  The rash is usually accompanied by itching or burning, and the affected area may feel warm to the touch. Older lesions may scale over, thicken, and often remain itchy. "
    },
    {
      "symptoms": [
        "bluish discoloration of the skin and mucous membranes (cyanosis)",
        "chest tightness",
        "cough",
        "coughing up blood",
        "exercise intolerance",
        "fatigue",
        "finger clubbing",
        "frequent respiratory infections",
        "morning headaches",
        "shortness of breath",
        "sputum production",
        "swelling of the feet and ankles",
        "weight loss",
        "wheezing"
      ],
      "disease": "copd",
      "causes": "The primary cause of chronic obstructive pulmonary disease is cigarette smoking and/or exposure to cigarette smoke. Other causes include air pollution, infectious diseases, and certain genetic or inherited conditions like alpha-1 antitrypsin deficiency. ",
      "description": "COPD is characterized by a longstanding (chronic) obstruction to air flow out of the lungs. It can take different forms and have different symptoms. Symptoms of COPD can also vary in severity. Symptoms include"
    },
    {
      "symptoms": [
        "abdominal cramping",
        "abdominal pain",
        "anal fissure",
        "anemia",
        "back pain",
        "blood in the stool",
        "bloody diarrhea",
        "burning eyes",
        "chills",
        "dehydration",
        "diarrhea",
        "eye pain",
        "fatigue",
        "fever",
        "jaundice",
        "joint pain",
        "joint swelling",
        "loss of appetite",
        "malaise",
        "mouth ulcers",
        "muscle pain",
        "nausea",
        "night sweats",
        "pale skin",
        "rash",
        "rectal bleeding",
        "rectal pain",
        "red nodules on the skin",
        "reddened eyes",
        "tender nodules beneath the skin",
        "vomiting"
      ],
      "disease": "crohn's disease",
      "causes": "The cause of Crohn's disease is poorly understood.  An abnormal activation of the immune system is believed to play a role in the development of the ulcerations in the digestive tract. Genetic factors that may be involved in the cause of Crohn's disease are under study.",
      "description": "Crohn's disease is a chronic inflammatory condition of the intestines that can affect any part of the digestive tract, causing ulcerations (breaks in the lining of the gastrointestinal tract). Some of the signs and symptoms of Crohn's disease include weight loss, pain, vomiting, diarrhea, fever, and other symptoms. Bowel obstruction may be a complication of Crohn's disease. The condition can also affect other parts of the body like the spine, eyes, joints, and liver and may cause reddened, tender nodules in the skin. These manifestations of Crohn's disease outside the digestive tract are referred to as extraintestinal manifestations or extraintestinal Crohn's disease. Crohn's disease, together with another condition known as ulcerative colitis, are referred to as inflammatory bowel diseases."
    },
    {
      "symptoms": [
        "abdominal distension",
        "abdominal pain",
        "chest pain",
        "constipation",
        "cough",
        "coughing up blood",
        "decreased exercise tolerance",
        "failure to thrive",
        "fatigue",
        "fatty stools",
        "finger clubbing",
        "flatulence",
        "foul-smelling stools",
        "infertility (males)",
        "malnutrition",
        "nasal congestion",
        "nasal polyps",
        "poor growth",
        "salty sweat",
        "shortness of breath",
        "sinus pain",
        "sputum production",
        "vitamin deficiency",
        "vomiting",
        "weakness",
        "wheezing"
      ],
      "disease": "cystic fibrosis",
      "causes": "\tCystic fibrosis is caused by a mutation in the CF gene on chromosome 7. The protein coded by the CF gene is known as the cystic fibrosis transmembrane regulator (CFTR). The defect in the CFTR protein leads to disruption of chloride channels on cells, which in turn causes the production of abnormal mucus secretions.",
      "description": "Symptoms of cystic fibrosis mainly involve the lungs, pancreas, sex organs, intestines, and sinuses and arise from abnormal mucus that is unusually thick and sticky. The mucus buildup in the lungs leads to repeated infections with coughing, production of thick sputum, shortness of breath, wheezing, nasal congestion, and a decreased tolerance for exercise or physical activity. The airway symptoms place those affected at risk for pneumonia and sinusitis. Other symptoms of cystic fibrosis include"
    },
    {
      "symptoms": [
        "clammy skin",
        "\tconfusion",
        "\tcool skin",
        "dark urine",
        "\tdecreased skin turgor",
        "\tdecreased sweating",
        "dizziness",
        "dry mouth",
        "\tincreased respiratory rate",
        "\tincreased thirst",
        "\tlightheadedness",
        "low blood pressure",
        "\tlow or no urine output",
        "muscle cramps",
        "nausea",
        "\tno tears in the eyes",
        "palpitations",
        "\trapid heart rate",
        "tiredness",
        "vomiting",
        "\tweak pulse",
        "\tweakness"
      ],
      "disease": "dehydration",
      "causes": "Any condition that causes reduced intake of fluid into the body or increased loss of fluid can cause dehydration. Common causes include vomiting, diarrhea, excessive sweating, diabetes, burns, and the inability, for any reason, to drink or take in fluids.",
      "description": "Symptoms and signs of dehydration can be minor, such as increased thirst, or severe and life-threatening, depending on the extent of the dehydration. Along with thirst, initial symptoms of dehydration include reduced urine output and darkening of the urine as it becomes more concentrated. If the condition progresses, other symptoms develop, including dry mouth, decreased perspiration, lightheadedness, muscle cramps, weakness, palpitations, and absent tear production by the eyes. The skin may feel cool and clammy. Confusion, organ failure, shock, and coma leading to death eventually occur if dehydration is not corrected."
    },
    {
      "symptoms": [
        "abdominal pain",
        "bleeding gums",
        "bone pain",
        "chills",
        "difficulty breathing",
        "easy bruising",
        "fatigue",
        "fever",
        "headache",
        "joint pain",
        "loss of appetite",
        "low back pain",
        "muscle pain",
        "nausea",
        "nosebleeds",
        "pain behind the eyes",
        "rash (red spots on the skin)",
        "skin hemorrhages",
        "swollen lymph nodes",
        "vomiting"
      ],
      "disease": "dengue",
      "causes": "Dengue is caused by one of four dengue viruses (dengue virus types 1-4 or DENV 1-4) that are transmitted by the bite of an infected Aedes aegypti mosquito that has previously bitten an infected person. In the Western Hemisphere, the Aedes aegypti mosquito is the most common transmitter of dengue infection; transmission by the Aedes albopictus mosquito bite has also been reported. ",
      "description": "Dengue infection is a leading cause of death and sickness in tropical and subtropical parts of the world. Dengue hemorrhagic fever is a more serious form of dengue infection."
    },
    {
      "symptoms": [
        "blurred vision",
        "dehydration",
        "dry mouth",
        "fatigue",
        "frequent urination",
        "fruity breath",
        "hunger",
        "increased susceptibility to infection",
        "increased thirst",
        "itching skin",
        "nausea",
        "reduced feeling in feet and hands",
        "skin infections",
        "slow-healing sores",
        "vaginal infections",
        "weight gain",
        "weight loss",
        "yeast infections"
      ],
      "disease": "diabetes",
      "causes": "Type 2 diabetes is usually caused by insufficient production of insulin, production of defective insulin (which is uncommon), or the inability of the body's cells to use insulin properly (insulin resistance). Both genetics (inherited factors) and lifestyle factors (such as overweight or obesity) affect a person's chances of developing type 2 diabetes. The absolute lack of insulin, usually related to damage to or destruction of the insulin-producing beta cells in the pancreas likely due to an autoimmune reaction, is the cause of type 1 diabetes. There is also an inherited (genetic) risk for type 1 diabetes.",
      "description": "Symptoms of diabetes can be similar in type 1 diabetes, typically diagnosed in children and teens, and type 2 diabetes, which most often occurs in adults. Early symptoms of any type of diabetes are related to high blood and urine glucose levels and include"
    },
    {
      "symptoms": [
        "abdominal pain",
        "coma",
        "confusion",
        "decreased alertness",
        "decreased appetite",
        "decreased perspiration",
        "dehydration",
        "difficulty breathing",
        "dry mouth",
        "dry skin",
        "fatigue",
        "flushing",
        "frequent urination",
        "fruity odor of breath",
        "headache",
        "malaise",
        "mental status changes",
        "muscle stiffness",
        "nausea",
        "rapid breathing",
        "rapid heart rate",
        "thirst",
        "tiredness",
        "vomiting"
      ],
      "disease": "diabetic ketoacidosis (dka)",
      "causes": "DKA is caused by high levels of ketones in the body, which are produced due to too low levels of insulin in people with diabetes. A number of factors can precipitate an episode of DKA, and infection is the most common of these. Other factors that can cause someone with diabetes to develop DKA include stopping insulin treatment, inadequate insulin treatment, stroke, pancreatitis, heart attack, and certain medications or drugs. ",
      "description": "Diabetic ketoacidosis (DKA) is a life-threatening complication of type 1 diabetes that occurs when the body makes high levels of ketones due to lack of insulin. It is rare but possible for DKA to occur in people with type 2 diabetes. In diabetic ketoacidosis, elevated blood sugar, elevated ketone levels, and acidity of the blood (acidosis) interfere with many critical body functions. DKA symptoms can include"
    },
    {
      "symptoms": [
        "abdominal distension",
        "abdominal pain (abdominal cramping)",
        "abdominal tenderness",
        "bloating",
        "change in bowel habits",
        "constipation",
        "diarrhea",
        "fever",
        "flatulence",
        "nausea",
        "vomiting"
      ],
      "disease": "diverticulitis",
      "causes": "Diverticula are small bulging sacs that protrude from the wall of the large intestine; when one of these diverticula ruptures, inflammation and infection occur in the affected area, resulting in the condition known as diverticulitis. It is unclear exactly what causes diverticula to form, but a low-fiber diet may play a role.",
      "description": "Symptoms of diverticulitis are related to inflammation and include"
    },
    {
      "symptoms": [
        "bad breath",
        "bad taste in the mouth",
        "ear pain",
        "eye pain",
        "headache",
        "jaw pain",
        "neck pain",
        "open tooth socket on the gum through which white bone is visible",
        "pain in the face",
        "pain when chewing",
        "throbbing tooth pain",
        "toothache",
        "unpleasant smell"
      ],
      "disease": "dry socket",
      "causes": "The cause of dry socket is the partial or total loss of the blood clot that remains in the tooth socket after a tooth is pulled. Normally, a blood clot will form in the tooth socket after removal to aid healing and to protect the underlying jawbone. If the blood clot is disrupted or missing, the bone is exposed and healing is delayed. A number of factors can increase the likelihood of the blood clot not forming properly or being lost, including drinking from a straw, vigorous rinsing or irrigation of the site, tobacco smoking, or infection.",
      "description": "Dry socket is a condition of inflammation of the jawbone (or alveolar bone) after a tooth extraction. Medically, dry socket is referred to as alveolar osteitis. Dry socket occurs in about 2% of tooth extractions but is much more common after wisdom tooth (third molar) removal than for other teeth. The characteristic symptom of dry socket is throbbing pain at the site at which a tooth has been pulled. The pain usually occurs two to four days after the tooth extraction. Other symptoms can include bad breath and a foul or bad taste in the mouth. The pain may also be felt in the face, eye, or ear on the affected side. In some cases, it is possible to see the exposed jawbone through an open socket."
    },
    {
      "symptoms": [
        "bleeding",
        "bruising",
        "chest pain",
        "chills",
        "confusion",
        "cough",
        "coughing up blood",
        "decreased appetite",
        "dehydration",
        "diarrhea",
        "difficulty breathing",
        "difficulty swallowing",
        "fatigue",
        "fever",
        "headache",
        "hiccups",
        "joint pain",
        "malaise",
        "muscle pain",
        "nausea",
        "rash",
        "reddened eyes",
        "sore throat",
        "stomach pain",
        "vomiting",
        "vomiting blood",
        "weakness"
      ],
      "disease": "ebola virus disease",
      "causes": "There are four different strains of the Ebola virus that cause Ebola hemorrhagic fever. Ebola virus belongs to the virus family known as Filoviridae.",
      "description": "Ebola virus is one of a group of viruses that cause a hemorrhagic fever syndrome. Symptoms of Ebola virus infection are similar to those produced by other hemorrhagic fever viruses and include"
    },
    {
      "symptoms": [
        "abdominal pain",
        "blurred vision",
        "breath that smells fruity",
        "confusion",
        "dehydration",
        "dry mouth",
        "fatigue",
        "frequent urination",
        "headache",
        "hunger",
        "increased thirst",
        "nausea",
        "poor wound healing",
        "shortness of breath",
        "tiredness",
        "trouble concentrating",
        "vomiting",
        "weakness",
        "weight loss"
      ],
      "disease": "elevated blood sugar (high blood sugar)",
      "causes": "Type 1 or type 2 diabetes is the most common cause of hyperglycemia. Other causes can include pancreatitis, Cushing's syndrome, unusual hormone-secreting tumors, pancreatic cancer, certain medications, and severe illnesses.",
      "description": "Hyperglycemia is the term that refers to an abnormally high level of sugar, or glucose, in the blood. Diabetes mellitus types 1 and 2 are by far the most common causes of hyperglycemia. In patients with either type 1 or type 2 diabetes, metabolic abnormalities lead to an elevation in blood glucose levels. When there is too much glucose in the blood, this can lead to a number of health risks and other symptoms. The main symptoms associated with hyperglycemia are"
    },
    {
      "symptoms": [
        "abdominal swelling",
        "abdominal tenderness",
        "blood in urine",
        "chills",
        "cough",
        "fatigue",
        "fever",
        "headaches",
        "joint aches",
        "leg swelling",
        "lumps on skin",
        "malaise",
        "muscle aches",
        "nausea",
        "night sweats",
        "pale skin",
        "shortness of breath",
        "skin petechiae",
        "swollen feet",
        "vomiting",
        "weakness"
      ],
      "disease": "endocarditis",
      "causes": "Endocarditis is usually caused by bacterial growth on one of the heart valves, leading to an infected mass called a \"vegetation.\" People who have a damaged heart valve or congenital (inborn) abnormalities of the heart valves are at greatest risk for this process to occur. In some cases, the bacterial  infection may be introduced during dental work, colonoscopy, and other similar procedures in which bacteria may briefly enter the bloodstream.",
      "description": "Endocarditis, an inflammation of the valves of the heart, causes symptoms that can be nonspecific and similar to those of many other conditions. For example, fever, malaise, weakness, and shortness of breath are common symptoms of endocarditis. Other symptoms that can occur with endocarditis are"
    },
    {
      "symptoms": [
        "bleeding into the whites of the eyes",
        "bluish skin",
        "body aches",
        "chest pain",
        "chills",
        "coma",
        "cough",
        "eye pain",
        "fatigue",
        "fever",
        "headache",
        "irritability",
        "lethargy",
        "loss of appetite",
        "malaise",
        "mouth blisters",
        "muscle aches",
        "nausea",
        "paralysis",
        "personality changes",
        "poor feeding",
        "rapid breathing",
        "rapid heart rate",
        "rash",
        "reddened skin",
        "runny nose",
        "seizures",
        "sensitivity to light",
        "shortness of breath",
        "skin blisters",
        "sneezing",
        "stiff neck",
        "vomiting",
        "weakness",
        "wheezing"
      ],
      "disease": "enterovirus d68 (non-polio enterovirus)",
      "causes": "There are well over 100 types of known enteroviruses.  Human enteroviruses belong to the virus family known as Picornaviridae (small RNA viruses) that were originally classified or named as polioviruses, Coxsackieviruses (groups A and B), echoviruses, and enteroviruses. Rhinoviruses are included as enteroviruses by some experts. Enterovirus D68 is an example of non-polio enteroviruses that has caused severe respiratory symptoms in children in recent years.",
      "description": "Many people who become infected with non-polio enteroviruses either have no symptoms from the infection or experience only a mild illness. When symptoms do occur, they often resemble those of the common cold:"
    },
    {
      "symptoms": [
        "pain",
        "stiffness",
        "swelling",
        "tenderness",
        "warmth"
      ],
      "disease": "enthesitis",
      "causes": "Enthesitis and enthesopathy can be caused by injury from trauma (such as from athletic activity like running, jumping, sprinting, or turf toe), gout, psoriatic arthritis, Achilles tendinitis, reactive arthritis, de Quervain's tenosynovitis, ankylosing spondylitis (spondyloarthropathy), respiratory syncytial virus (RSV) infection, diffuse idiopathic skeletal hyperostosis (DISH), and rheumatoid arthritis.",
      "description": "Enthesitis is inflammation of the entheses, the specific point where tendons or ligaments attach to bone. Enthesitis causes symptoms like"
    },
    {
      "symptoms": [
        "bleeding into the whites of the eyes",
        "bluish skin",
        "body aches",
        "chest pain",
        "chills",
        "coma",
        "cough",
        "eye pain",
        "fatigue",
        "fever",
        "headache",
        "irritability",
        "lethargy",
        "loss of appetite",
        "malaise",
        "mouth blisters",
        "muscle aches",
        "nausea",
        "paralysis",
        "personality changes",
        "poor feeding",
        "rapid breathing",
        "rapid heart rate",
        "rash",
        "reddened skin",
        "runny nose",
        "seizures",
        "sensitivity to light",
        "shortness of breath",
        "skin blisters",
        "sneezing",
        "stiff neck",
        "vomiting",
        "weakness",
        "wheezing"
      ],
      "disease": "ev-d68 (non-polio enterovirus)",
      "causes": "There are well over 100 types of known enteroviruses.  Human enteroviruses belong to the virus family known as Picornaviridae (small RNA viruses) that were originally classified or named as polioviruses, Coxsackieviruses (groups A and B), echoviruses, and enteroviruses. Rhinoviruses are included as enteroviruses by some experts. Enterovirus D68 is an example of non-polio enteroviruses that has caused severe respiratory symptoms in children in recent years.",
      "description": "Many people who become infected with non-polio enteroviruses either have no symptoms from the infection or experience only a mild illness. When symptoms do occur, they often resemble those of the common cold:"
    },
    {
      "symptoms": [
        "decreased hearing or hearing loss",
        "ear discharge",
        "ear drainage",
        "ear itching",
        "ear pain",
        "enlarged or swollen lymph nodes in the upper neck or ear area",
        "feeling of blockage of the ear canal",
        "feeling of fullness in the ear",
        "jaw pain",
        "mild fever",
        "neck pain",
        "pain in the side of the head",
        "redness of the skin around the ear",
        "swelling of the ear canal"
      ],
      "disease": "external otitis (swimmer's ear (otitis externa))",
      "causes": "Swimmer's ear is usually due to bacterial or fungal infection and can be very painful. The two types of bacteria most commonly responsible for swimmer's ear are Pseudomonas aeruginosa and Staphylococcus aureus. Risk factors for otitis externa include skin conditions like eczema, psoriasis, and seborrhea; trauma from ear wax (cerumen) removal; buildup of ear wax; and the use of external devices such as hearing aids.",
      "description": "Otitis externa, sometimes known as swimmer's ear, is an inflammation or infection of the ear canal, the tube that leads from the eardrum to the outer ear. The term \"swimmer's ear\" is used because this infection often occurs in people who have been swimming or in the water. In addition to ear pain, symptoms can include"
    },
    {
      "symptoms": [
        "chills",
        "fatigue",
        "fever",
        "headache",
        "joint pain",
        "malaise",
        "muscle pain",
        "rash",
        "reddened eyes"
      ],
      "disease": "fever",
      "causes": "Zika virus is a flavivirus that is related to dengue fever, West Nile, yellow fever, and Japanese encephalitis viruses (Flaviviridae). These viruses are transmitted to humans by mosquito bites, and this is the primary method of spread. Blood product transfusions and organ transplantation may allow rare person-to-person transmission. Other possible methods of spread may be mother to fetus and under certain conditions, by sexual contact. About one in five people who become infected develop symptoms and signs.",
      "description": "The Zika virus is transmitted to humans by the bite of a mosquito that carries the virus. When it causes symptoms (in about one out of every five infections), it typically produces a disease that lasts a few days to a week. Common Zika fever symptoms and signs include"
    },
    {
      "symptoms": [
        "abdominal pain",
        "anxiety",
        "depression",
        "diarrhea",
        "dysuria",
        "fatigue",
        "forgetfulness",
        "frequent urination",
        "heightened sensitivity to pain",
        "irritability",
        "lack of concentration",
        "malaise",
        "mood changes",
        "muscle pain",
        "nervousness",
        "numbness",
        "sleep disturbances",
        "tingling sensation in hands or feet",
        "tiredness"
      ],
      "disease": "fibromyalgia",
      "causes": "Genetics has been shown to play a role in the causation of fibromyalgia. While stress does not cause the condition, the symptoms often become evident after stressful events. These events may be emotional (such as a traumatic life event), physical (such as car accidents), or medical (for example, certain infections, illnesses, or conditions that cause chronic pain). The symptoms are thought to arise from an abnormality in the manner in which the brain and spinal cord process pain sensations. This results in a lower threshold at which stimuli cause pain or discomfort in people with fibromyalgia. Further, pain can be more intense because of abnormalities in the central nervous system and in pain processing. ",
      "description": "The main symptom of fibromyalgia is pain that is believed to derive from an increased sensitivity to pain stimuli. The pain can be brought on by different situations, including noises, weather changes, or stress, but it may also occur without any relation to external events. The characteristic pain usually affects the neck, buttocks, shoulders, arms, upper back, and chest. \"Tender points\" are localized areas of the body that are tender to light touch. The tender points of fibromyalgia are commonly located around the elbows, shoulders, knees, hips, back of the head, and the sides of the breastbone."
    },
    {
      "symptoms": [
        "bleeding into the eye",
        "blurred vision",
        "burning eye",
        "eye discharge",
        "eye irritation",
        "feeling of something in the eye",
        "photophobia (sensitivity to light)",
        "reddened eye",
        "scratching feeling when blinking",
        "scratchy eye",
        "sharp eye pain",
        "vision loss",
        "watery eye or tearing"
      ],
      "disease": "foreign body in the eye",
      "causes": "Using protective eyewear can prevent many cases of foreign body in the eye. A foreign body in the eye often occurs while being in an environment that exposes one to small flying pieces of debris. Metal or glass shards are types of material that can become lodged in the eye. High-speed machines like drills and saws, hammering, and explosions are all potential causes.",
      "description": "A foreign body in the eye is anything that is lodged in any part of the eye.  Usually foreign bodies are metal, glass, or organic material (such as insects). Depending upon the size and type of material that gets into the eye, it may be a minor irritation or can cause serious medical consequences. Foreign bodies may cause bleeding into the eye. Bleeding into the whites of the eye is due to blood collection in or under the conjunctiva, the lining membranes of the eye.  Blood over the iris (colored part) of the eye is known as a hyphema. This is often a sign of a serious eye injury."
    },
    {
      "symptoms": [
        "abdominal pain",
        "\tabdominal tenderness",
        "fever",
        "nausea",
        "\tpain after meals",
        "stomach pain",
        "vomiting",
        "yellowing of the whites of the eyes",
        "yellowish skin"
      ],
      "disease": "gallbladder attack",
      "causes": "",
      "description": "The symptoms of gallbladder attack result most commonly due to the presence of gallstones. Less common causes include tumors of the bile duct or gallbladder or certain illnesses. With blockage to the flow of bile, the bile accumulates in the gallbladder, causing an increase in pressure that can sometimes lead to rupture. Symptoms of a gallbladder attack include pain in the upper right side or middle of the abdomen. The pain may be dull, sharp, or cramping. The pain typically starts suddenly. It is steady and may spread to the back or the area below the right shoulder blade. Having steady pain particularly after meals is a common symptom of gallbladder stones. Movement does not make the pain worsen."
    },
    {
      "symptoms": [
        "abdominal burning",
        "abdominal pain",
        "belching",
        "bloating",
        "epigastric pain",
        "flatulence",
        "heartburn",
        "indigestion",
        "loss of appetite",
        "nausea",
        "vomiting",
        "weight loss"
      ],
      "disease": "gastritis",
      "causes": "\tThe two major causes of gastritis are infection with Helicobacter pylori (H. pylori) bacteria and  the use of nonsteroidal anti-inflammatory drugs (NSAIDs) such as aspirin, ibuprofen, and naproxen. Excessive consumption of alcohol can cause gastritis. Other causes include other infectious agents, autoimmune diseases, diseases like Crohn's disease, sarcoidosis, and isolated granulomatosis gastritis.",
      "description": "Gastritis, or inflammation of the lining tissues of the stomach, can be either acute (coming on suddenly) or chronic (causing symptoms over a long period of time). Symptoms include upper abdominal, or epigastric pain, and burning and heartburn. The pain may get worse with eating. Nausea and vomiting sometimes occur along with the pain. Symptoms of chronic gastritis include"
    },
    {
      "symptoms": [
        "abdominal cramping",
        "abdominal pain",
        "chills",
        "dehydration",
        "diarrhea",
        "dry mouth",
        "dry skin",
        "fever",
        "malaise",
        "muscle aches",
        "nausea",
        "stomach pain",
        "thirst",
        "vomiting"
      ],
      "disease": "gastroenteritis (stomach flu)",
      "causes": "",
      "description": "Gastroenteritis, sometimes referred to as \"stomach flu,\" is irritation and inflammation of the stomach and intestines. While viruses are common causes of gastroenteritis, the condition has nothing to do with the influenza virus, so the term stomach flu is a misnomer. Rotavirus and norovirus are the two most common types of virus that cause gastroenteritis. Bacterial infections can also cause the condition. Some bacterial causes of gastroenteritis include Salmonella, Campylobacter, and E. coli. Less common causes of gastroenteritis are toxins, medication side effects, and heavy metals in drinking water. Symptoms of gastroenteritis typically include nausea, vomiting, and watery diarrhea. If dehydration is present, signs and symptoms of dehydration, such as dry mouth, thirst, and dry skin, can occur. "
    },
    {
      "symptoms": [
        "avoidance of situations that induce fear",
        "chest pain",
        "choking sensation",
        "difficulty concentrating",
        "difficulty trusting others",
        "dizziness",
        "fast pulse",
        "fatigue",
        "fear of losing control",
        "feeling as if the mind is “blank”",
        "feeling detached from oneself",
        "feeling on edge",
        "hypervigilance",
        "inability to let go of worries",
        "irritability",
        "muscle tension",
        "nausea",
        "nervousness",
        "nightmares",
        "numbness",
        "palpitations",
        "restlessness",
        "sense of impending doom",
        "shortness of breath",
        "sleep disturbances",
        "sweating palms",
        "tingling",
        "trembling",
        "trouble concentrating",
        "worry"
      ],
      "disease": "generalized anxiety disorder",
      "causes": "The exact cause of generalized anxiety disorder is unknown, but it is likely that a combination of factors are involved in the cause. These could include both genetic (inherited) and environmental factors.",
      "description": "Symptoms of generalized anxiety disorder can vary in severity and may not be the same in all individuals suffering from anxiety. Common symptoms include"
    },
    {
      "symptoms": [
        "bleeding after intercourse",
        "bumps (or warts) on penis, labia, vulva, groin, scrotum, thigh, cervix, vagina, and/or anus",
        "bumps or warts in vaginal opening",
        "genital burning",
        "genital itching",
        "genital tenderness",
        "vaginal bleeding",
        "vaginal burning",
        "vaginal discharge",
        "vaginal itching"
      ],
      "disease": "genital warts",
      "causes": "Infection with one of the human papillomaviruses (HPV) causes genital warts.",
      "description": "Genital warts are benign growths (lumps or bumps) on the genital areas. They are raised, flesh-colored bumps or lumps that may have a jagged or rough appearance. Itching and burning are common associated symptoms, but in many cases, there may be no symptoms except for the presence of the warts. They can occur in any location that is exposed during skin-to-skin sexual contact. Certain signs and symptoms, like vaginal discharge or bleeding, can occur if the warts are located in the vaginal opening in women."
    },
    {
      "symptoms": [
        "abdominal cramping",
        "abdominal pain",
        "bloating",
        "dehydration",
        "developmental delay",
        "diarrhea",
        "fatigue",
        "fatty stools",
        "foul-smelling stools",
        "gas",
        "hives",
        "itchy skin",
        "malaise",
        "nausea",
        "stomach pain",
        "swollen eyes",
        "swollen joints",
        "vomiting",
        "weight loss"
      ],
      "disease": "giardiasis",
      "causes": "Giardiasis is caused by infection with the Giardia lamblia parasite.",
      "description": "Signs and symptoms of giardiasis can vary, and some people may be infected without showing any symptoms. Symptoms, when they occur, can last two weeks or longer. The most common symptoms are"
    },
    {
      "symptoms": [
        "bad breath",
        "bad taste in the mouth",
        "bleeding during toothbrushing",
        "bleeding gums",
        "bright red gums",
        "loose teeth",
        "pain when chewing",
        "painful gums",
        "pus between the gums and teeth",
        "receding gums (gum recession)",
        "reddened gums",
        "spaces between teeth",
        "swollen gums",
        "tender gums",
        "tooth loss",
        "tooth sensitivity",
        "toothache",
        "white spots on gums"
      ],
      "disease": "gingivitis (gum disease)",
      "causes": "Improper dental hygiene is a major cause of gum disease. The normal, healthy mouth contains many bacteria. These bacteria form plaque on the teeth that can harden to form tartar (also called calculus) when not removed by proper brushing and flossing. Plaque and tartar cause inflammation of the surrounding tissues. There are several conditions that can result in an increased risk for gum disease, including cigarette smoking, diabetes, AIDS, hormonal changes in women (in puberty, pregnancy, or around menopause), and any condition that weakens the immune system.",
      "description": "Gum disease is inflammation of the gums. Gum disease can also be referred to as periodontal (around the teeth) disease, periodontitis (inflammation of areas around the teeth), and gingivitis (inflammation of the gums). Gingivitis and periodontitis are two different types of gum disease that vary in severity. Mild gum disease (gingivitis) simply causes redness or occasional bleeding during toothbrushing. In more serious cases of gum disease, there is damage to the soft tissues and bones that support the teeth (periodontitis), leading to separation of the teeth from the gums. The separated areas, or pockets, easily become irritated and inflamed. Severe cases of gum disease can result in tooth loss."
    },
    {
      "symptoms": [
        "ankle pain",
        "bumps beneath skin",
        "foot pain",
        "joint lumps",
        "joint pain",
        "joint redness",
        "joint stiffness",
        "joint swelling",
        "joint warmth",
        "knee pain",
        "toe pain",
        "toe swelling"
      ],
      "disease": "gout",
      "causes": "The cause of gout is an elevated uric acid level in the bloodstream, known as hyperuricemia. This leads to the buildup of uric acid crystals in tissues of the body. ",
      "description": "Symptoms of gout arise from the deposition of uric acid crystals within joints. This leads to the typical symptoms of arthritis, such as"
    },
    {
      "symptoms": [
        "bad breath",
        "bad taste in the mouth",
        "bleeding during toothbrushing",
        "bleeding gums",
        "bright red gums",
        "loose teeth",
        "pain when chewing",
        "painful gums",
        "pus between the gums and teeth",
        "receding gums (gum recession)",
        "reddened gums",
        "spaces between teeth",
        "swollen gums",
        "tender gums",
        "tooth loss",
        "tooth sensitivity",
        "toothache",
        "white spots on gums"
      ],
      "disease": "gum disease",
      "causes": "Improper dental hygiene is a major cause of gum disease. The normal, healthy mouth contains many bacteria. These bacteria form plaque on the teeth that can harden to form tartar (also called calculus) when not removed by proper brushing and flossing. Plaque and tartar cause inflammation of the surrounding tissues. There are several conditions that can result in an increased risk for gum disease, including cigarette smoking, diabetes, AIDS, hormonal changes in women (in puberty, pregnancy, or around menopause), and any condition that weakens the immune system.",
      "description": "Gum disease is inflammation of the gums. Gum disease can also be referred to as periodontal (around the teeth) disease, periodontitis (inflammation of areas around the teeth), and gingivitis (inflammation of the gums). Gingivitis and periodontitis are two different types of gum disease that vary in severity. Mild gum disease (gingivitis) simply causes redness or occasional bleeding during toothbrushing. In more serious cases of gum disease, there is damage to the soft tissues and bones that support the teeth (periodontitis), leading to separation of the teeth from the gums. The separated areas, or pockets, easily become irritated and inflamed. Severe cases of gum disease can result in tooth loss."
    },
    {
      "symptoms": [
        "blisters",
        "bumps on the skin",
        "decreased or loss appetite",
        "dysphagia (painful swallowing)",
        "fatigue",
        "fever",
        "irritability",
        "malaise",
        "mouth sores",
        "painful eating",
        "rash",
        "sore throat"
      ],
      "disease": "hand",
      "causes": "Hand, foot, and mouth disease is caused by an infection with one of several members of the Enterovirus family of viruses. The most common cause is Coxsackievirus A16; Enterovirus 71 is also a possible cause. The viruses are spread from person to person by direct contact with the infecting virus. The viruses are most commonly found in the nasal and throat regions but also in the blister fluid or stool of infected individuals. The virus can survive on surfaces such as desktops, faucets, etc., and can be transferred by touching contaminated, unwashed surfaces and then touching your nose, mouth, or eyes before washing your hands. Changing diapers from an infected infant without wearing gloves or proper hand washing can transmit disease. Water contaminated with the virus is another way to spread the infection.",
      "description": "The symptoms of hand, foot, and mouth disease are typically mild and occur mainly in children during the spring and fall seasons. Symptoms can include"
    },
    {
      "symptoms": [
        "arm pain",
        "back pain",
        "back pressure",
        "breaking out in a cold sweat",
        "chest fullness",
        "chest pain",
        "chest pressure",
        "chest tightness",
        "dizziness",
        "fatigue",
        "headache",
        "jaw pain",
        "lightheadedness",
        "nausea",
        "neck pain",
        "shortness of breath",
        "stomach pain",
        "sweating",
        "toothache",
        "vomiting"
      ],
      "disease": "heart attack in women",
      "causes": "Heart disease, especially coronary artery disease, is the main cause of heart attacks in women and in men. Atherosclerosis is a gradual process in which plaques (deposits) of cholesterol are deposited in the walls of arteries. This is referred to as \"hardening of the arteries.\" Coronary atherosclerosis (or coronary artery disease) refers to the atherosclerosis that causes hardening and narrowing of the coronary arteries. Diseases caused by the reduced blood supply to the heart muscle from coronary atherosclerosis are called coronary heart diseases (CHD) and include heart attack, in which there is not enough oxygen-rich blood delivered to the heart muscle itself.  Symptoms of angina occur when there is a lack of blood supply to the heart muscles. These symptoms (chest pain and pressure) at rest infrequently may be due to spasm of a coronary artery (a condition called Prinzmetal's or variant angina).",
      "description": "The classic symptoms of heart attack include a feeling of extreme pressure on the chest and chest pain, including a squeezing or full sensation. This can be accompanied by pain in one or both arms, jaw, back, stomach, or neck. Other symptoms of heart attack include shortness of breath, nausea, vomiting, lightheadedness, and a sweating feeling, often described as breaking out in a cold sweat. Although chest pain and pressure are the characteristic symptoms, women are somewhat more likely than men to experience heart attack that does not occur in this typical fashion. Instead, some women with heart attacks may experience more of the other symptoms, like lightheadedness, nausea, extreme fatigue, fainting, dizziness, or pressure in the upper back. Because of the absence of typical symptoms associated with heart attacks in men, many women who have heart attacks think the symptoms are due to another condition, like the flu or gastroesophageal reflux."
    },
    {
      "symptoms": [
        "anxiety",
        "arm pain",
        "chest pain",
        "cough",
        "cyanosis (bluish color to skin and mucus membranes)",
        "decreased exercise tolerance",
        "dizziness",
        "fainting",
        "fast pulse",
        "fatigue",
        "feeling of pressure in the chest",
        "fluttering feeling in the chest",
        "foot swelling",
        "irregular heartbeat",
        "jaw pain",
        "leg swelling",
        "loss of appetite",
        "nausea",
        "palpitations",
        "shortness of breath",
        "slow heartbeat",
        "sudden weight gain",
        "sweating",
        "tight feeling in the chest"
      ],
      "disease": "heart disease",
      "causes": "Heart disease encompasses a number of different conditions, including congenital heart defects (birth defects), coronary artery disease or atherosclerosis of the coronary arteries, abnormal heartbeats known as arrhythmias, or diseases of the heart muscle. A number of environmental and genetic factors are related to the development of heart disease, and the exact cause depends upon the exact type of heart disease.",
      "description": "The term heart disease is very broad and includes a number of conditions, ranging from congenital (inborn) abnormalities of the heart to coronary artery disease caused by atherosclerosis. Sometimes the term is used synonymously with coronary artery disease, but in the true sense of the term, heart disease can apply to any number of conditions."
    },
    {
      "symptoms": [
        "abdominal pain",
        "ascites (fluid in the abdominal cavity)",
        "chest pain",
        "cough",
        "decreased appetite",
        "decreased exercise tolerance",
        "difficulty breathing",
        "difficulty sleeping",
        "enlarged liver",
        "fatigue",
        "increased abdominal girth",
        "nausea",
        "shortness of breath",
        "swelling",
        "swollen feet",
        "swollen legs",
        "tiredness"
      ],
      "disease": "heart failure",
      "causes": "Any condition that damages the function of the heart can cause heart failure. Examples include coronary artery disease, myocardial infarction (heart attack), inflammation of the heart muscle (myocarditis), high blood pressure (hypertension), long-standing alcohol abuse, and heart valve disease. Heart failure may also occur in some cases when the exact cause is not known.",
      "description": "Heart failure occurs when the heart muscle is not able to function in a manner that can sufficiently supply the body with oxygen. Congestive heart failure is the failure of the heart muscle to maintain the circulation, leading to a backup of blood in the veins that causes swelling, particularly in the lower parts of the body. Shortness of breath is another common symptom of congestive heart failure that occurs due to fluid buildup in the lungs. Fatigue and a decreased capacity to exercise are other symptoms that commonly result from heart failure. Early symptoms and signs may not be apparent, and symptoms may develop only after the condition has progressed over time."
    },
    {
      "symptoms": [
        "abdominal pain",
        "anemia",
        "appetite loss or decreased appetite",
        "bad breath",
        "belching",
        "bloating",
        "burning abdominal pain",
        "burping",
        "difficulty swallowing",
        "fatigue",
        "heartburn",
        "nausea",
        "pain when stomach is empty",
        "tarry or black stools",
        "vomiting",
        "vomiting blood (hematemesis)",
        "weight loss"
      ],
      "disease": "helicobacter pylori (h. pylori)",
      "causes": "H. pylori is a type of bacteria that can invade the lining of the stomach, causing an infection. The inflammation results from production of a toxin known as vacuolating cytotoxin A (Vac-A). The inflammation can lead to ulcer formation.",
      "description": "Helicobacter pylori (H. pylori) infects the cells of the stomach lining, causing production of a toxin and subsequent inflammation that can lead to a variety of symptoms and signs. The clinical picture is very variable in that some people who are infected do not have any symptoms. Others may have mild symptoms, while others develop severe symptoms and ulcers."
    },
    {
      "symptoms": [
        "abdominal pain",
        "bleeding problems",
        "bloating",
        "breast enlargement in men",
        "coma",
        "confusion",
        "dark urine",
        "fatigue",
        "fever",
        "itching",
        "jaundice",
        "joint pains",
        "loss of appetite",
        "muscle pain",
        "nausea",
        "pale stools",
        "spider-like veins",
        "vomiting",
        "weight loss",
        "yellowed whites of the eyes"
      ],
      "disease": "hepatitis c (hcv)",
      "causes": "Hepatitis C is caused by an infection with the hepatitis C virus (HCV).",
      "description": "Most people do not have symptoms when they acquire the hepatitis C virus (HCV) infection, and about one-fourth of those infected will have symptoms like"
    },
    {
      "symptoms": [
        "blisters",
        "burning sensation",
        "fever",
        "headache",
        "itching",
        "pain",
        "painful urination",
        "rash",
        "redness of the skin",
        "swollen lymph nodes",
        "tingling"
      ],
      "disease": "herpes",
      "causes": "Herpes is caused by infection with one of the human herpesviruses. Most oral herpes virus infections are due to the virus known as HSV-1, while genital herpes virus infections are most often caused by HSV-2. However, both kinds of herpes virus can infect any location in the body.",
      "description": "Herpes viruses typically infect the oral or genital mucosa. When herpes affects the mouth, it causes the typical \"cold sores,\" which are painful sores or blisters that form on the lips, mouth, or gums. Prior to the development of the blisters, there may be a prodrome (early symptoms indicating onset of a particular disease) consisting of an itching, burning, or tingling sensation in the affected area. The virus remains dormant in the nervous system throughout life, and this is the reason that cold sores often recur in the same location."
    },
    {
      "symptoms": [
        "bloated feeling",
        "burning feeling in the chest",
        "chest pain",
        "difficulty swallowing",
        "heartburn",
        "hiccups",
        "nausea",
        "regurgitation",
        "shortness of breath",
        "throat irritation"
      ],
      "disease": "hiatal hernia",
      "causes": "\tThere are different causes of hiatal hernias. A decrease in abdominal muscle tone and increased pressure within the abdominal cavity may lead to a hiatal hernia. Thus, people who are obese and pregnant women are at an increased risk for developing a hiatal hernia. Repetitive coughing, vomiting, or constipation with excessive straining during bowel movements both increase the intra-abdominal pressure and may contribute to the development of \ta hiatal hernia. Ascites, an abnormal collection of fluid in the abdominal cavity, also is associated with the development of a hiatal hernia.",
      "description": "Most hiatal hernias are of the so-called \"sliding\" type, in which the junction of the esophagus and stomach and part of the stomach protrude into the chest. The junction may reside permanently in the chest, but often it juts into the chest only during a swallow. These hernias can and most often do occur without producing symptoms at all. When they do produce symptoms, they are the typical symptoms of gastroesophageal reflux disease (GERD).  Heartburn, regurgitation, and nausea are common symptoms. Other symptoms can include chest pain or burning and difficulty swallowing. A bloated feeling after meal consumption and shortness of breath sometimes occur."
    },
    {
      "symptoms": [
        "blood in the urine",
        "blurred vision",
        "chest pain",
        "decreased urine output",
        "dizziness",
        "headache",
        "leg swelling",
        "nosebleeds",
        "pounding sensation in the neck, chest, or ears",
        "shortness of breath"
      ],
      "disease": "high blood pressure",
      "causes": "There are a number of factors that likely work together to cause high blood pressure. A family history of high blood pressure can make you more likely to develop the condition, so genetics likely plays a role. High salt intake (too much salt in the diet) or salt sensitivity occurs in some people, which can lead to hypertension, particularly in the elderly, African Americans, people who are obese, or people with chronic kidney (renal) disease.",
      "description": "High blood pressure, or hypertension, most commonly occurs without any symptoms and has for this reason been referred to as the \"silent killer.\" Uncomplicated hypertension can persist for years, even decades, without causing symptoms. However, when complications of the condition begin to develop due to damage to the vascular system, symptoms can occur. Symptoms of complicated hypertension (high blood pressure) can include dizziness, shortness of breath, headache, and blurred vision. Other possible symptoms are nosebleeds,blood in the urine, fatigue, chest pain, and a pounding sensation in the neck, chest, or ears."
    },
    {
      "symptoms": [
        "abdominal pain",
        "blurred vision",
        "breath that smells fruity",
        "confusion",
        "dehydration",
        "dry mouth",
        "fatigue",
        "frequent urination",
        "headache",
        "hunger",
        "increased thirst",
        "nausea",
        "poor wound healing",
        "shortness of breath",
        "tiredness",
        "trouble concentrating",
        "vomiting",
        "weakness",
        "weight loss"
      ],
      "disease": "high blood sugar",
      "causes": "Type 1 or type 2 diabetes is the most common cause of hyperglycemia. Other causes can include pancreatitis, Cushing's syndrome, unusual hormone-secreting tumors, pancreatic cancer, certain medications, and severe illnesses.",
      "description": "Hyperglycemia is the term that refers to an abnormally high level of sugar, or glucose, in the blood. Diabetes mellitus types 1 and 2 are by far the most common causes of hyperglycemia. In patients with either type 1 or type 2 diabetes, metabolic abnormalities lead to an elevation in blood glucose levels. When there is too much glucose in the blood, this can lead to a number of health risks and other symptoms. The main symptoms associated with hyperglycemia are"
    },
    {
      "symptoms": [
        "changes in menstrual cycle",
        "chronic cough",
        "diarrhea",
        "difficulty swallowing",
        "fatigue",
        "fever",
        "fungal infection of the mouth and esophagus",
        "fungal nails",
        "groin swelling",
        "headache",
        "leukoplakia of the tongue",
        "malaise",
        "malignancies",
        "mouth sores",
        "night sweats",
        "oral thrush",
        "other opportunistic infections",
        "rash",
        "shortness of breath",
        "sore throat",
        "sweating",
        "swollen lymph nodes",
        "tiredness",
        "vaginal candidiasis",
        "vomiting",
        "weight loss",
        "white tongue"
      ],
      "disease": "hiv infection",
      "causes": "The human immunodeficiency virus (HIV) is a virus transmitted by body fluids. Contact with blood, semen, vaginal fluid, rectal fluids, and breast milk from an infected person can cause infection. In the U.S., HIV infection is usually spread through sexual activity or by sharing needles or syringes. Transmission from a pregnant woman to her fetus is another possible cause of HIV infection.",
      "description": "Most symptoms of human immunodeficiency virus (HIV) infection do not appear until an individual has begun to experience the immune deficiency that develops after a long-term infection. This typically happens many years after an initial infection with the virus. On average, the symptoms of immune deficiency appear eight to 10 years after viral infection, but they may not appear for even longer time periods. "
    },
    {
      "symptoms": [
        "coma",
        "confusion",
        "dizziness",
        "elevated heart rate",
        "fainting",
        "fever",
        "headache",
        "muscle cramps",
        "nausea",
        "profuse sweating or absence of sweating",
        "rash",
        "reddened skin",
        "seizures",
        "vomiting",
        "weakness"
      ],
      "disease": "hyperthermia",
      "causes": "",
      "description": "Symptoms of hyperthermia, or heat-related illness, vary according to the specific type of illness. The most severe form of hyperthermia is heat stroke. This happens when the body is no longer able to regulate its internal temperature; this is a medical emergency. The body temperature may be over 105 F, a level that damages the brain and other organs. Other symptoms include muscle cramps, fatigue, dizziness, headache, nausea, vomiting, and weakness. The heart rate may be elevated, and the skin is reddened. The skin may be moist if sweating is still occurring, or it may be dry if sweating has stopped. Confusion and mental changes may develop, and seizures can occur with brain damage. Ultimately, coma and death may ensue."
    },
    {
      "symptoms": [
        "agitation",
        "arrhythmias (abnormal heartbeat)",
        "clammy skin",
        "difficulty concentrating",
        "fatigue",
        "fever",
        "frequent bowel movements",
        "goiter",
        "hair loss",
        "heart failure",
        "heat intolerance",
        "high blood pressure",
        "hyperactivity",
        "increased appetite",
        "increased sweating",
        "irregular menstrual periods",
        "itching",
        "nausea",
        "nervousness",
        "palpitations",
        "sleep disturbances",
        "swelling around the eyes (apparent protrusion of the eyes)",
        "thyroid nodule",
        "tremor",
        "vomiting",
        "warm skin",
        "weakness",
        "weight loss"
      ],
      "disease": "hyperthyroidism",
      "causes": "\tThere are many causes of hyperthyroidism. Graves' disease is a generalized overactivity of the thyroid gland and the most common cause of hyperthyroidism. Other causes include thyroid growths or tumors that produce thyroid hormone such as functioning adenoma and toxic multinodular goiter (TMNG). Excessive intake of thyroid hormones or excessive iodine intake can cause the condition.  Other causes can include abnormal secretion of TSH and thyroiditis (inflammation of the thyroid gland). ",
      "description": "Symptoms of hyperthyroidism arise from the elevated levels of thyroid hormones produced by the overactive thyroid gland. Excessive intake of thyroid hormones can produce these symptoms as well. Characteristic symptoms include a rapid heart rate, excessive sweating, intolerance to heat, tremor, nervousness, or agitation. Other symptoms can include fatigue, weight loss, hair loss, increased appetite, problems with concentration, frequent bowel movements, and irregular or decreased menstrual blood flow in women. Sometimes, thyroid nodules or an enlarged thyroid gland (goiter) are apparent. With severe hyperthyroidism, cardiac arrhythmias, fever, high blood pressure, and heart failure can develop. "
    },
    {
      "symptoms": [
        "anger",
        "anxiety",
        "brittle nails",
        "coarse hair",
        "confusion",
        "depression",
        "difficulty swallowing (dysphagia)",
        "dry skin",
        "facial twitching",
        "hallucinations",
        "irritability",
        "itching",
        "lightheadedness",
        "mood changes",
        "muscle cramps",
        "muscle spasms",
        "muscle weakness",
        "numbness in feet",
        "numbness in hands",
        "numbness in lips",
        "seizures",
        "slow heartbeat",
        "tingling in feet",
        "tingling in hands",
        "tingling lips",
        "wheezing"
      ],
      "disease": "hypocalcemia",
      "causes": "There are a number of medical conditions that can cause hypocalcemia. Some of the most common include renal (kidney) failure, hyperphosphatemia (elevated blood phosphate levels), hypoalbuminemia (low albumin), vitamin D deficiency, magnesium deficiency, pancreatitis, and hypoparathyroidism.",
      "description": "Symptoms of hypocalcemia arise from lower than normal levels of calcium in the blood. Some affected people, especially if the condition is mild, will not have symptoms. Others may have severe and life-threatening symptoms. Symptoms include"
    },
    {
      "symptoms": [
        "anxiety",
        "blurred vision",
        "chills",
        "clammy skin",
        "coma",
        "confusion",
        "delirium",
        "difficulty thinking",
        "dizziness",
        "fainting",
        "fatigue",
        "hunger",
        "irritability",
        "lightheadedness",
        "loss of coordination",
        "nausea",
        "nervousness",
        "numbness in mouth or tongue",
        "pale skin",
        "palpitations",
        "racing heartbeat",
        "seizures",
        "sensation of abnormal heartbeat",
        "shakiness",
        "slurred speech",
        "sweating",
        "trembling",
        "tremor",
        "unresponsiveness",
        "unsteadiness"
      ],
      "disease": "hypoglycemia",
      "causes": "Hypoglycemia occurs as a side effect of many treatments for type 1 or 2 diabetes. There are other rare causes for the condition, such as insulin-producing tumors (insulinomas) and certain medications.",
      "description": "Hypoglycemia (low blood sugar) means that blood levels of glucose are too low. This condition is most commonly a complication of treatment for diabetes. Symptoms of hypoglycemia vary among people. When blood sugar levels drop, symptoms can include"
    },
    {
      "symptoms": [
        "abdominal pain",
        "amenorrhea (absent menstrual periods)",
        "anemia",
        "decreased appetite",
        "decreased sex drive",
        "delayed development",
        "delayed growth",
        "facial swelling",
        "fatigue",
        "headache",
        "hoarseness",
        "hot flashes",
        "inability to produce milk",
        "infertility",
        "irregular menstrual periods",
        "joint stiffness",
        "loss of body hair",
        "loss of facial hair",
        "loss of pubic hair",
        "low blood pressure",
        "sensitivity to cold",
        "vision problems",
        "weakness",
        "weight gain",
        "weight loss"
      ],
      "disease": "hypopituitarism",
      "causes": "Hypopituitarism has many causes. Any condition that damages the pituitary gland or the area of the brain known as the hypothalamus (which regulates the pituitary gland's function) can cause the pituitary to decrease hormone production. A pituitary tumor is sometimes the cause of hypopituitarism. Other causes can include surgery or trauma to the brain, including stroke, radiation treatment, infections of the brain, loss of blood during childbirth (Sheehan syndrome), genetic conditions that result in impaired pituitary hormone production, autoimmune inflammation of the pituitary gland, and so-called infiltrative diseases, in which abnormal cells of the immune response or abnormal substances accumulate in the gland. Sarcoidosis is an example of an infiltrative disease that can cause hypopituitarism.",
      "description": "The symptoms of hypopituitarism result from decreased hormone production by the pituitary gland. When all the pituitary hormones are affected, the condition is known as panhypopituitarism. Isolated or partial hypopituitarism results when the production of one or more hormones is decreased. The symptoms are variable and depend on the severity of the condition and the number of hormones that are affected. Symptoms can include"
    },
    {
      "symptoms": [
        "coma",
        "confusion",
        "drowsiness",
        "gait disturbances",
        "irritability",
        "mood changes",
        "poor coordination",
        "poor judgment",
        "shivering",
        "slow breathing",
        "slow pulse",
        "slurred speech"
      ],
      "disease": "hypothermia",
      "causes": "The cause of hypothermia is the inability of the body to regulate its core temperature. This is mainly due to prolonged exposure to cold.",
      "description": "In hypothermia, the body temperature is dangerously low (below 95 F or 35 C), and the body has lost capacity to regulate its temperature. The symptoms typically begin gradually, and eventually, thought process and brain function are affected. Symptoms include"
    },
    {
      "symptoms": [
        "blurred vision",
        "coarse hair",
        "cold intolerance (increased sensitivity to cold)",
        "constipation",
        "decreased hearing",
        "decreased sweating",
        "depression",
        "dry hair",
        "dry skin",
        "fatigue",
        "forgetfulness (impaired memory)",
        "hair loss",
        "hoarseness",
        "lowered body temperature",
        "menstrual changes",
        "mood changes",
        "muscle aches",
        "neck pain",
        "puffiness around the eyes",
        "sleepiness",
        "slow heart rate",
        "swelling in the legs",
        "\tthyroid gland enlargement",
        "trouble concentrating",
        "weight gain"
      ],
      "disease": "hypothyroidism",
      "causes": "\tIn the U.S., the most common cause of hypothyroidism is an autoimmune disease known as Hashimoto's thyroiditis. Other common causes include lymphocytic thyroiditis (which may occur after hyperthyroidism), thyroid destruction (from radioactive iodine used as hyperthyroidism treatment or thyroid surgery), and pituitary or hypothalamic diseases.",
      "description": "Symptoms and signs of hypothyroidism may be subtle and nonspecific, so they may not always clearly signal a thyroid problem. Sometimes, the patient may not notice specific symptoms related to hypothyroidism. Common symptoms of hypothyroidism include fatigue, depression, mild weight gain, cold intolerance, sleepiness, and constipation. Other symptoms can include dry and coarse hair, dry skin, and muscle cramps. Blood cholesterol levels may be elevated. Patients with hypothyroidism may also report aches and pains, swelling in the legs, and difficulty concentrating. Menstrual dysfunction, hair loss, decreased sweating, decreased appetite, mood changes, blurred vision, and hearing impairment are also possible symptoms. Later symptoms (when the condition worsens) can include puffiness around the eyes, slow heart rate, lowered body temperature, and heart failure."
    },
    {
      "symptoms": [
        "body ache",
        "chills",
        "elevated liver enzymes",
        "enlarged liver",
        "enlarged spleen",
        "fatigue",
        "fever",
        "loss of appetite",
        "malaise",
        "painful swallowing (dysphagia)",
        "rash",
        "reddened throat",
        "sore throat",
        "swollen lymph nodes",
        "swollen tonsils",
        "swollen upper eyelids",
        "whitish coating on tonsils"
      ],
      "disease": "infectious mononucleosis (mono)",
      "causes": "Infectious mononucleosis (mono) is a contagious illness typically caused by infection with the Epstein-Barr virus (EBV). The infection can be spread by saliva, so the condition is sometimes referred to as the \"kissing disease.\" Using contaminated items, such as drinking glasses or toothbrushes, can also spread the infection.",
      "description": "The symptoms of infectious mononucleosis (known as \"mono\") are nonspecific at the beginning. Lack of energy and fatigue are common initial complaints. These can be accompanied by a loss of appetite and chills. These early symptoms may last for a few days before more severe symptoms begin."
    },
    {
      "symptoms": [
        "acanthosis nigricans (a condition involving darkening and thickening of the skin in creased areas)",
        "central obesity (increased fat distribution around the midsection of the body)",
        "elevated blood cholesterol",
        "elevated blood glucose",
        "elevated blood triglyceride levels",
        "high blood pressure",
        "overweight or obesity",
        "skin tags"
      ],
      "disease": "insulin resistance",
      "causes": "Genetic (inherited) factors are believed to play an important role in the cause of insulin resistance. Taking certain medications can also contribute to insulin resistance. Further, the following conditions have also been linked to a risk for developing insulin resistance:",
      "description": "Insulin resistance means that the cells of the body have become resistant to the action of the hormone insulin. Insulin, secreted by the pancreas, is critical for the body's use of glucose for energy. When the cells of the body do not respond appropriately to insulin, glucose from the bloodstream cannot be taken up by cells and used for fuel. Consequently, the pancreas tries to compensate by producing even more insulin.  When the pancreas cannot produce enough insulin, blood glucose levels rise. Insulin resistance is a risk factor for the development of diabetes and its associated complications. Insulin resistance is a step in the development of type 2 diabetes and often occurs years before a person develops diabetes. Insulin resistance has been referred to as prediabetes."
    },
    {
      "symptoms": [
        "bladder pain",
        "bladder pressure",
        "bladder tenderness",
        "decreased bladder capacity",
        "frequent urination",
        "increased urination",
        "painful intercourse",
        "pelvic pain",
        "penile pain",
        "scrotal pain",
        "urinary urgency"
      ],
      "disease": "interstitial cystitis",
      "causes": "The cause of interstitial cystitis/painful bladder syndrome is unknown. Changes or abnormalities in the leakiness or structure of the lining of the bladder are thought to be involved in its development.",
      "description": "Interstitial cystitis, sometimes referred to as painful bladder syndrome, is characterized by"
    },
    {
      "symptoms": [
        "abdominal distension",
        "abdominal pain or cramping",
        "bloating",
        "change in stool consistency",
        "constipation",
        "diarrhea",
        "flatulence",
        "mucus in stool",
        "straining to have a bowel movement",
        "watery stool"
      ],
      "disease": "irritable bowel syndrome (ibs)",
      "causes": "The exact cause of irritable bowel syndrome is unknown. It is believed to be due to a number of factors, including changes in gastrointestinal (GI) tract motility, abnormal nervous system signals, heightened sensitivity to pain, and food intolerances. Many people with IBS suffer from anxiety or depression, but these conditions have not been shown to cause IBS. A hereditary (inherited) cause for IBS has not been proven.",
      "description": "The main symptoms of irritable bowel syndrome (IBS) are"
    },
    {
      "symptoms": [
        "abdominal pain",
        "cough",
        "cracked lips",
        "decreased oral intake",
        "diarrhea",
        "enlarged lymph nodes",
        "fever",
        "gum ulcers",
        "inflamed tongue",
        "irritability",
        "joint pain",
        "nausea",
        "peeling skin",
        "rash",
        "red eyes",
        "reddened (inflamed) mouth",
        "red tongue",
        "runny nose",
        "swollen feet",
        "swollen hands",
        "vomiting"
      ],
      "disease": "kawasaki disease",
      "causes": "The cause of Kawasaki disease is unknown.",
      "description": "High fever is a prominent symptom in children with Kawasaki disease. The fever is persistent and lasts for at least five days. Nonspecific symptoms can precede or accompany the fever, including"
    },
    {
      "symptoms": [
        "abdominal mass",
        "back pain",
        "blood in the urine",
        "dark urine",
        "fatigue",
        "fever",
        "flank pain",
        "malaise",
        "mass or lump in the back or side",
        "pink urine",
        "red urine",
        "rusty urine",
        "side pain",
        "weight loss"
      ],
      "disease": "kidney cancer",
      "causes": "\tThe cause of kidney cancer is unknown. There are certain risk factors that make it more likely to develop kidney cancer. These include obesity, smoking, high blood pressure, long-term dialysis, male gender, Von Hippel-Lindau (VHL) syndrome, and certain occupational exposures (asbestos workers, for example).",
      "description": "Symptoms of kidney cancer include blood in the urine, giving the urine a rusty, pink, or dark red appearance. Persistent pain in the side (flank) is another common symptom, along with an abdominal mass or lump, fever, weight loss, tiredness, and a general feeling of being unwell. However, noncancerous conditions like cysts, benign tumors, or infections are the most common causes of these symptoms. Blood in the urine should always be investigated to determine the cause."
    },
    {
      "symptoms": [
        "abdominal pain",
        "blood in urine",
        "chills",
        "cloudy urine",
        "confusion",
        "dehydration",
        "dysuria",
        "fever",
        "flank pain",
        "flank tenderness",
        "low back pain",
        "low blood pressure",
        "malaise",
        "mid back pain",
        "nausea",
        "rapid heart rate",
        "urinary frequency",
        "urinary urgency",
        "urine odor",
        "vomiting"
      ],
      "disease": "kidney infection",
      "causes": "Kidney infection is typically caused by a bacterial infection of the urinary tract. The bacteria gain access to the urinary tract from outside through the urethra (the drainage tube for urine from the bladder). Many kinds of bacteria can cause kidney infection, but the most common cause is Escherichia coli (E. coli). Other kinds of bacteria that can cause kidney infection include Klebsiella, Enterobacter, Pseudomonas, Citrobacter, certain types of Staphylococcus, and Proteus mirabilis.",
      "description": "A kidney infection is one of the many different types of infection of the urinary tract. A kidney infection, sometimes referred to as pyelonephritis, is an upper urinary tract infection, in contrast to infections of the bladder and urethra, which are considered to be lower urinary tract (closer to the site of urine output) infections. A kidney infection can occur when a lower urinary tract infection spreads upward in the urinary tract to involve the kidneys."
    },
    {
      "symptoms": [
        "abdominal pain",
        "blood in urine",
        "flank pain",
        "low back pain",
        "nausea",
        "scrotal pain",
        "sweating",
        "testicular pain",
        "vomiting"
      ],
      "disease": "kidney stone",
      "causes": "The cause of kidneys stones can vary depending on the type of stone that forms. Dehydration from reduced fluid intake or strenuous exercise without adequate fluid replacement increases the risk of kidney stones. Obstruction to urine outflow can also lead to stone formation. Uric acid kidney stones can occur due to elevated uric acid levels in their blood (hyperuricemia). Certain urinary tract infections can increase the risk of kidney stone formation. These are known as struvite or infection stones. Other metabolic conditions (such as gout) and certain medications can also increase the risk.",
      "description": "A kidney stone does not usually cause symptoms when it remains in the kidney. However, when a stone moves from the kidney into the ureter, it can cause a blockage of flow of urine, increasing pressure and swelling within the kidney and leading to the symptoms of kidney stones."
    },
    {
      "symptoms": [
        "abdominal cramping",
        "abdominal distension",
        "abdominal pain",
        "bloating",
        "diarrhea",
        "gas",
        "gurgling sounds in the abdomen",
        "loose stools",
        "nausea",
        "vomiting"
      ],
      "disease": "lactase deficiency (lactose intolerance)",
      "causes": "",
      "description": "Lactose intolerance is a condition in which the body is unable to fully digest lactose, a form of natural sugar found in milk. Lactose intolerance is not the same thing as a food allergy and is a relatively common condition. It is more common in Native Americans and people of Asian, African, and South American descent than among people of European ancestry. The condition results from a deficiency of lactase, an enzyme made in the small intestine that breaks down lactose. Symptoms occur when an affected person consumes milk or dairy products. Symptoms and signs can include"
    },
    {
      "symptoms": [
        "abdominal cramping",
        "abdominal distension",
        "abdominal pain",
        "bloating",
        "diarrhea",
        "gas",
        "gurgling sounds in the abdomen",
        "loose stools",
        "nausea",
        "vomiting"
      ],
      "disease": "lactose intolerance",
      "causes": "",
      "description": "Lactose intolerance is a condition in which the body is unable to fully digest lactose, a form of natural sugar found in milk. Lactose intolerance is not the same thing as a food allergy and is a relatively common condition. It is more common in Native Americans and people of Asian, African, and South American descent than among people of European ancestry. The condition results from a deficiency of lactase, an enzyme made in the small intestine that breaks down lactose. Symptoms occur when an affected person consumes milk or dairy products. Symptoms and signs can include"
    },
    {
      "symptoms": [
        "bleeding gums",
        "bone pain",
        "confusion",
        "easy bruising",
        "enlarged liver",
        "enlarged spleen",
        "fatigue",
        "fever",
        "frequent infections",
        "headache",
        "joint pain",
        "loss of appetite",
        "loss of muscle control",
        "nausea",
        "night sweats",
        "pallor",
        "seizures",
        "shortness of breath",
        "swollen lymph nodes",
        "vomiting",
        "weakness",
        "weight loss"
      ],
      "disease": "leukemia",
      "causes": "The exact cause of leukemia is not known, but both genetics and environmental factors are believed to play a role. Leukemia cells have acquired DNA mutations that allow them to grow abnormally and lose functions of typical white blood cells. Certain factors, such as exposure to radiation, are known to increase the risk of developing leukemia.",
      "description": "Leukemia is actually a group of different cancers of the blood cells. Leukemias can be acute or chronic, and people with chronic leukemias may not notice any symptoms before the condition is diagnosed with a blood test. Acute leukemias are more likely to cause symptoms. Symptoms of all forms of leukemia are related to the proliferation of abnormal blood cells and replacement of the bone marrow by the cancerous cells."
    },
    {
      "symptoms": [
        "abdominal pain",
        "abdominal swelling",
        "bloating",
        "chalky stools",
        "enlarged liver",
        "fatigue",
        "itching",
        "jaundice",
        "liver tenderness",
        "loss of appetite",
        "muscle wasting",
        "nausea",
        "vomiting",
        "weight loss",
        "white stools"
      ],
      "disease": "liver cancer",
      "causes": "The exact cause of liver cancer is unknown. There are some risk factors though. These include alcoholism, infection with the hepatitis B or C virus (HBV or HCV), diabetes, scarring (cirrhosis) of the liver, and exposures to certain toxins.",
      "description": "Malignant tumors of the liver are most commonly metastases, or areas of distant spread, from tumors that arise elsewhere in the body. These tumors are not true liver cancers; instead they are named by their site of origin, such as lung cancer metastatic to the liver. True liver cancers are malignancies that arise in the cells of the liver. Symptoms of liver cancer arise most commonly in the later stages of the disease and include"
    },
    {
      "symptoms": [
        "blurred vision",
        "chest pain",
        "cold skin",
        "confusion",
        "dizziness",
        "fainting",
        "fatigue",
        "increased thirst",
        "lightheadedness",
        "nausea",
        "pale skin",
        "rapid breathing",
        "shock",
        "vomiting",
        "weakness"
      ],
      "disease": "low blood pressure",
      "causes": "Low blood pressure has many causes, including a reduction in blood volume due to bleeding or other conditions, heart diseases such as heart attack or heart failure, and certain medications. Shock is a condition characterized by severely low blood pressure; this is often a result of septicemia (bacterial infection of the bloodstream). Dehydration due to vomiting, diarrhea, or excessive sweating causes a loss of body fluid and can lead to low blood pressure. Blood pressure also tends to decrease in pregnancy. ",
      "description": "Symptoms of low blood pressure, medically known as hypotension, relate to decreased blood flow to many areas of the body. Symptoms can include"
    },
    {
      "symptoms": [
        "anxiety",
        "blurred vision",
        "chills",
        "clammy skin",
        "coma",
        "confusion",
        "delirium",
        "difficulty thinking",
        "dizziness",
        "fainting",
        "fatigue",
        "hunger",
        "irritability",
        "lightheadedness",
        "loss of coordination",
        "nausea",
        "nervousness",
        "numbness in mouth or tongue",
        "pale skin",
        "palpitations",
        "racing heartbeat",
        "seizures",
        "sensation of abnormal heartbeat",
        "shakiness",
        "slurred speech",
        "sweating",
        "trembling",
        "tremor",
        "unresponsiveness",
        "unsteadiness"
      ],
      "disease": "low blood sugar (hypoglycemia)",
      "causes": "Hypoglycemia occurs as a side effect of many treatments for type 1 or 2 diabetes. There are other rare causes for the condition, such as insulin-producing tumors (insulinomas) and certain medications.",
      "description": "Hypoglycemia (low blood sugar) means that blood levels of glucose are too low. This condition is most commonly a complication of treatment for diabetes. Symptoms of hypoglycemia vary among people. When blood sugar levels drop, symptoms can include"
    },
    {
      "symptoms": [
        "blood in sputum",
        "chest pain",
        "cough",
        "depression",
        "difficulty swallowing",
        "fatigue",
        "headache",
        "hoarseness",
        "numbness",
        "seizures",
        "shortness of breath",
        "shoulder pain",
        "tingling sensation",
        "weakness",
        "weight loss",
        "wheezing"
      ],
      "disease": "lung cancer",
      "causes": "",
      "description": "In up to 25% of people who get lung cancer, there are no apparent symptoms at the time of diagnosis. In others, symptoms can occur from the cancer itself, from the metastatic spread of the cancer beyond its origin in the lung, or from so-called paraneoplastic syndromes that result from the production of hormone-like substances by the lung cancer cells. Common symptoms include"
    },
    {
      "symptoms": [
        "chest pain",
        "coma",
        "easy bruising",
        "fatigue",
        "frequent infections",
        "hair loss",
        "high blood pressure",
        "joint pains",
        "loss of appetite",
        "mouth ulcers",
        "muscle aches",
        "nausea",
        "numbness",
        "photosensitivity",
        "proteinuria",
        "psychosis",
        "rash",
        "seizures",
        "swelling of the legs and feet",
        "thought disorders",
        "tingling",
        "ulcers of the nose",
        "weakness",
        "weight changes"
      ],
      "disease": "lupus",
      "causes": "",
      "description": "Symptoms of systemic lupus erythematosus (SLE, often referred to as simply lupus) can be quite different, because there are different types of lupus, and not all affected people show the same symptoms. Nevertheless, there are certain symptoms and signs commonly associated with the condition."
    },
    {
      "symptoms": [
        "chills",
        "dizziness",
        "fever",
        "headache",
        "joint pain",
        "joint swelling",
        "loss of facial muscle tone",
        "memory problems",
        "muscle pains",
        "numbness",
        "palpitations",
        "rash",
        "shooting pains",
        "stiff neck",
        "swollen lymph nodes",
        "tingling"
      ],
      "disease": "lyme disease",
      "causes": "Lyme disease is a bacterial illness spread by a tick bite. In the United States, the disease is caused by the bacterial type Borrelia burgdorferi. In Europe, the bacteria Borrelia afzelii and Borrelia garinii also cause Lyme disease. Ticks frequently found on deer from various locations carry the bacteria in their stomachs and transmit it to humans when they bite. ",
      "description": "Lyme disease is medically described as occurring in three phases, each with distinctive symptoms. The first phase is early localized disease, which occurs three to 30 days after the tick bite that transmitted the infection. This stage is characterized by skin inflammation. The rash that occurs is referred to as erythema migrans. It develops in about 70% of people who get Lyme disease. It starts at the site of the tick bite and expands over the next several days. It can eventually cover an area up to about 12 inches across. Some of the area may clear, giving the rash at times a bull's-eye appearance. The rash may feel warm to the touch, but it is usually not painful and does not itch. Some people get generalized symptoms in this stage as well, such as fever, chills, headache, muscle and joint pain, and swollen lymph nodes. Some people may have only the generalized symptoms without developing a rash."
    },
    {
      "symptoms": [
        "attention deficit",
        "brittle hair",
        "decreased appetite",
        "developmental delay",
        "distended abdomen",
        "dry skin",
        "failure to thrive",
        "fatigue",
        "frequent illness",
        "headache",
        "irritability",
        "loss of appetite",
        "muscle wasting or loss",
        "nail fissures",
        "obesity",
        "overweight",
        "peeling skin",
        "poor concentration",
        "poor or slow wound healing",
        "reduced immune function",
        "ridged nails",
        "short stature",
        "swollen extremities",
        "thin hair",
        "tiredness",
        "underweight"
      ],
      "disease": "malnutrition",
      "causes": "Poor nutrition is often caused by a combination of economic and social issues. Those affected by poverty or social isolation are at risk. Certain health problems, like depression, dementia, and chronic illness may reduce an older person's appetite and desire to eat, resulting in compromised nutrition. Alcoholism, drug abuse, and mental illness can all interfere with a person's ability to consume an adequate diet.",
      "description": "Malnutrition is the lack of adequate nutrition, either as a result of imbalances, deficiencies, or excesses in a person's intake of food and nutrients. This can be due to eating too little, eating an improper diet, or having a medical condition that results in the body's being unable to use food and nutrients. Malnutrition can also refer to overnutrition and obesity and is the condition of being poorly nourished."
    },
    {
      "symptoms": [
        "blood in breast milk",
        "breast hardness",
        "breast mass",
        "breast pain",
        "breast swelling",
        "breast tenderness",
        "burning sensation while breastfeeding",
        "chills",
        "cracked nipple",
        "fever",
        "malaise",
        "nipple pain",
        "pain while breastfeeding",
        "pus in breast milk",
        "skin redness",
        "skin warmth"
      ],
      "disease": "mastitis",
      "causes": "Mastitis is usually the result of a bacterial infection. The bacteria typically enter the breast tissue through a cracked nipple that had developed during breastfeeding. Whether skipping breastfeeding or pumping, allowing milk to become trapped in the breast (engorgement) can increase the risk of mastitis.",
      "description": "Mastitis is an inflammation of the breast tissue, most often caused by an infection. Mastitis is most common in lactating women. Symptoms include a hard, firm area in the breast that is usually painful. Other symptoms include"
    },
    {
      "symptoms": [
        "chest pain",
        "cough",
        "ear fullness",
        "ear pain",
        "fatigue",
        "fever",
        "loss of appetite",
        "malaise",
        "nasal congestion",
        "rash",
        "red eyes",
        "red spots in mouth (koplik's spots)",
        "runny nose",
        "sensitivity to light",
        "shortness of breath",
        "sore throat"
      ],
      "disease": "measles (rubeola)",
      "causes": "Measles is caused by the measles virus (a paramyxovirus). It is spread from person to person by droplets from the nose, throat, and mouth of someone who is infected with the virus that enter the air when coughing or sneezing. ",
      "description": "Measles, also known as rubeola, is a respiratory disease characterized by a rash all over the body in addition to fever, runny nose, and cough. It is typically a childhood illness that can be complicated by ear infection or pneumonia; associated symptoms for these conditions can include ear pain or fullness, shortness of breath, and chest pain. Other symptoms common in measles include"
    },
    {
      "symptoms": [
        "anxiety",
        "balance problems",
        "blurred vision",
        "clumsiness",
        "diarrhea",
        "dizziness",
        "ear fullness",
        "ear pressure",
        "fast pulse",
        "fatigue",
        "fear",
        "headache",
        "hearing loss",
        "jerking eye movements",
        "nausea",
        "palpitations",
        "ringing in the ears",
        "sound sensitivity",
        "trembling",
        "vertigo",
        "vomiting"
      ],
      "disease": "meniere's disease",
      "causes": "The exact cause of Ménière's disease is unknown, but it is believed to occur due to an abnormality in the fluid in the inner ear, either an abnormal amount or composition of the fluid in the inner ear. ",
      "description": "Excess pressure in the inner ear results in the typical symptoms of Ménière's disease. These include"
    },
    {
      "symptoms": [
        "bulging fontanelle in infants",
        "chills",
        "confusion",
        "difficulty waking",
        "fever",
        "headache",
        "irritability",
        "lethargy",
        "loss of appetite",
        "malaise",
        "nausea",
        "neck pain",
        "rash",
        "seizures",
        "sensitivity to light",
        "sleepiness",
        "stiff neck",
        "vomiting"
      ],
      "disease": "meningitis",
      "causes": "Meningitis can be caused by infections of any type. Most commonly, viral infections are the cause of meningitis. Bacterial infections are another common cause, while fungal infections are a less common cause of meningitis. Other conditions that cause inflammation of the meninges include chemical irritation, allergic reactions to drugs, and spread of cancer to the meninges.",
      "description": "The symptoms of meningitis arise due to inflammation of the meninges, the membranes that surround the brain and spinal cord. Meningitis can occur due to infections or due to diseases that cause systemic inflammation in the body. Headache and fever are common symptoms. Stiff neck is also a characteristic symptom in adults and older children.  These symptoms may come on suddenly and may be severe."
    },
    {
      "symptoms": [
        "acne",
        "changes in skin texture",
        "fatigue",
        "flushing",
        "hot flashes",
        "incontinence",
        "irritability",
        "memory problems",
        "mood changes",
        "night sweats",
        "painful intercourse",
        "sleep disturbances",
        "stress",
        "sweating",
        "urinary frequency",
        "vaginal irritation",
        "vaginal itching",
        "weight gain"
      ],
      "disease": "menopause",
      "causes": "",
      "description": "Menopause is a time at which a woman's reproductive capacity ends. It is defined as the absence of menstrual periods for a period of 12 consecutive months. Prior to the actual menopause, a woman may experience irregular periods and irregular episodes of vaginal bleeding."
    },
    {
      "symptoms": [
        "cough",
        "ear discharge",
        "ear pain",
        "fever",
        "fullness in ear",
        "fussiness",
        "headache",
        "irritability",
        "loss of appetite",
        "nasal congestion",
        "poor feeding",
        "pressure in ear",
        "runny nose",
        "trouble sleeping"
      ],
      "disease": "middle ear infection",
      "causes": "",
      "description": "Ear pain is the main symptom of middle ear infection, medically known as otitis media. The pain may be accompanied by a sense of pressure or fullness of the ear. Discharge from the ear canal and fever may be present. Temporary hearing loss can result from middle ear infections, and the infection may occur in the presence of signs and symptoms of an upper respiratory infection, such as nasal congestion, runny nose, or cough. In infants and young children, generalized symptoms like fussiness, irritability, trouble feeding, or sleep problems can sometimes be attributed to middle ear infections."
    },
    {
      "symptoms": [
        "altered hearing",
        "altered sense of smell",
        "aura",
        "blind spots",
        "confusion",
        "constipation",
        "depression",
        "diarrhea",
        "dizziness",
        "eye pain",
        "facial pain",
        "food cravings",
        "hallucinations",
        "headache",
        "hyperactivity",
        "irritability",
        "lightheadedness",
        "malaise",
        "nausea",
        "neck pain",
        "numbness",
        "paresthesias",
        "photophobia",
        "scalp tenderness",
        "seeing flashes of light",
        "seeing spots",
        "sensitivity to sound",
        "speech disturbances",
        "stiff neck",
        "tingling",
        "vision changes",
        "vomiting",
        "weakness",
        "yawning"
      ],
      "disease": "migraine",
      "causes": "The specific cause of migraines is unknown. One possibility is that they may be related to fluctuations in certain levels of neurotransmitters, chemicals that send messages between brain cells. ",
      "description": "Symptoms of a migraine come from specific physiologic changes that occur within the brain that cause the headache and associated symptoms of a migraine. Migraine headaches are often associated with sensitivity to light, sound, and smells. They may be preceded by an aura, a perceptual change that occurs prior to the headache. The aura may take the form of visual changes, such as partial blindness, or seeing spots or blind spots with a zigzag border. Alterations in smell or hearing can also signify an aura. Hallucinations, feelings of prickly skin, or weakness can also be signs of an aura. Auras usually occur 15-20 minutes prior to a migraine attack and are present in only 15%-20% of migraine sufferers."
    },
    {
      "symptoms": [
        "abdominal cramping",
        "abdominal pain",
        "buttock pain",
        "chills",
        "fever ",
        "low back pain",
        "passage of tissue from the vagina",
        "pelvic pain",
        "vaginal bleeding",
        "vaginal pain"
      ],
      "disease": "miscarriage",
      "causes": "Most miscarriages are believed to be caused by genetic problems such as chromosomal abnormalities within the embryo that prevent normal development and survival. These genetic problems are not usually related to genetic problems in the mother. In other cases, the cause of miscarriage is unknown.  Certain diseases or medical conditions can also cause miscarriage or may increase the risk. These include diabetes, thyroid disease, and infections that can spread to the placenta.Factors that increase a woman's risk of miscarriage include cigarette smoking (> 10 cigarettes per day), older maternal age, trauma to the uterus, moderate or high alcohol consumption, being severely over- or underweight, and illicit drug abuse.",
      "description": "The hallmark symptom of miscarriage, also known as spontaneous abortion or early pregnancy loss, is vaginal bleeding. The bleeding may be very heavy, and blood clots and/or tissue may be passed along with the bleeding. The bleeding is usually accompanied by abdominal pain and cramping. The pain may radiate to the low back, vagina, pelvic area, or buttocks. Fever and chills are not common but may occur if the miscarriage is a result of an infection."
    },
    {
      "symptoms": [
        "dizziness",
        "enhanced sense of smell",
        "fatigue",
        "nausea",
        "sensitivity to smell",
        "thirst",
        "tiredness",
        "vomiting",
        "doxylamine/pyridoxine (diclegis, bonjesta)",
        "pyridoxine (vitamin b6)"
      ],
      "disease": "morning sickness",
      "causes": "The exact cause of morning sickness is not understood, but it is believed to be due to the hormonal changes that occur in early pregnancy. For example, early in pregnancy, levels of the hormones estrogen and human chorionic gonadotropin (hCG) rise.  There is also an enhanced sense of smell and sensitivity to odors in early pregnancy, which might contribute to nausea. It is possible that some women have a so-called sensitive stomach, meaning they are more sensitive to the hormonal changes of pregnancy than others. While there is no evidence to prove that this is true, some researchers have proposed that morning sickness might result from an abnormal response to stress early in pregnancy.",
      "description": "Morning sickness (medically known as nausea and vomiting of pregnancy) is a term used to refer to nausea and often vomiting that typically occurs in early pregnancy. Morning sickness is very common and affects up to 75% of pregnant women at some time. It can be accompanied by other symptoms of early pregnancy, such as fatigue or tiredness. Despite the name, morning sickness or nausea can strike at any time during the day or night. Nausea of pregnancy usually starts about the sixth week of pregnancy, but some women may experience it earlier. Hyperemesis gravidarum is a term that refers to an unusually severe form of nausea and vomiting during pregnancy that often requires hospitalization."
    },
    {
      "symptoms": [
        "chills",
        "cough",
        "fever",
        "headache",
        "joint pains",
        "low blood pressure",
        "open sores",
        "pus drainage",
        "rash",
        "redness",
        "shortness of breath",
        "swelling",
        "tenderness",
        "warmth"
      ],
      "disease": "mrsa infection",
      "causes": "MRSA is an infection with a type of Staphylococcus aureus bacteria that has become resistant to many commonly used antibiotics.",
      "description": "Methicillin-resistant Staphylococcus aureus (MRSA) causes a number of different clinical presentations. Most MRSA infections involve the skin and subcutaneous tissues, producing manifestations such as boils (which may appear similar to large pimples), abscesses, rash, or blistering areas that may be associated with pain. Boils and abscesses are localized collections of pus as a result of the bacterial infection. The inflamed area may be reddened, tender, swollen, and warm to the touch. These signs can also appear in MRSA-infected surgical incisions. When MRSA infection spreads beyond these areas to involve the bloodstream, systemic (body-wide) symptoms occur. These can include fever, chills, low blood pressure, joint pains, severe headaches, shortness of breath, and widespread rash."
    },
    {
      "symptoms": [
        "anemia",
        "bruising",
        "carpal tunnel syndrome",
        "confusion",
        "depression",
        "dizziness or lightheadedness",
        "hypercalcemia",
        "incontinence of bowel or bladder",
        "increased blood clotting (hypercoagulability)",
        "lethargy",
        "loss of appetite (anorexia)",
        "rash (nodular or bumpy rash)",
        "spinal cord compression",
        "weakness",
        "weight loss "
      ],
      "disease": "multiple myeloma",
      "causes": "The cause of multiple myeloma is not known.  For many, there is thought to be a premalignant stage whereby plasma cells in the bone marrow produce a seemingly benign, single type of antibody for years. This is called monoclonal gammopathy of undetermined significance, or MGUS.  After 50 years of age, MGUS is present in over 3% of the population. In those with MGUS, myeloma or another cancer develops at a rate of 1% per year.",
      "description": "Multiple myeloma is a cancer of certain cells of the bone marrow called plasma cells. Multiple myeloma is a form of bone marrow cancer. Plasma cells normally produce our antibodies. Multiple myeloma features abnormal proliferation of plasma cells in the bone marrow, destructive bone lesions, and the production of abnormal proteins, specifically antibodies. Multiple myeloma is also referred to as myeloma."
    },
    {
      "symptoms": [
        "attention deficits",
        "blurred vision",
        "burning sensation",
        "coordination problems",
        "decreased concentration",
        "depression",
        "dizziness",
        "dysphagia",
        "erectile dysfunction",
        "eye pain",
        "fatigue",
        "fecal incontinence",
        "frequent nighttime urination (nocturia)",
        "gait disturbance",
        "hearing loss",
        "heat intolerance",
        "hesitancy in starting urination",
        "inability to empty bladder completely",
        "itching",
        "loss of sensation",
        "mania",
        "mood changes",
        "muscle pain",
        "muscle spasms",
        "muscle weakness",
        "numbness",
        "slurred speech",
        "tingling",
        "tremors",
        "urges to laugh or weep",
        "urinary frequency",
        "urinary incontinence",
        "urinary urgency",
        "vision changes"
      ],
      "disease": "multiple sclerosis (ms)",
      "causes": "MS is caused by an autoimmune reaction that destroys the myelin sheath (protective covering) of nerve cells in the brain and spinal cord. The exact reason that the autoimmune reaction occurs is not understood, but both genetic and environmental factors are believed to play a role.",
      "description": "Multiple sclerosis symptoms vary widely, and a description of \"typical\"symptoms is difficult. All the symptoms involve changes in neurologic functioning, but there are striking differences among patients in the type, severity, and frequency of these symptoms. Different disease patterns such as relapsing-remitting (RR), primary-progressive (PP), secondary-progressive (SP), and progressive-relapsing (PR) classify the condition according to the development and progression of symptoms over time. Relapsing-remitting (RR) multiple sclerosis is the most common type, in which symptoms (exacerbations of the condition) are followed by periods of time with reduced or no symptoms. These relatively symptom-free periods, known as remissions, can last for days or for many years. "
    },
    {
      "symptoms": [
        "chills",
        "fatigue",
        "fever",
        "headache",
        "loss of appetite",
        "malaise",
        "muscle aches",
        "neck pain",
        "neck swelling",
        "swollen parotid glands",
        "swollen salivary glands"
      ],
      "disease": "mumps",
      "causes": "Mumps is caused by the mumps virus. It is transmitted only from human to human and can spread rapidly among people living in close quarters. The virus most commonly is spread by respiratory droplets expelled during sneezing or coughing.",
      "description": "Many people do not develop symptoms when they become infected with the mumps virus, so they may never know they had the infection. Others develop symptoms such as"
    },
    {
      "symptoms": [
        "broken nails",
        "brown nails",
        "crumbling nails",
        "curved nails",
        "deformed nails",
        "difficulty exercising",
        "difficulty standing",
        "difficulty walking",
        "fingernail or toenail pain",
        "flaky nails",
        "nail destruction",
        "nail odor",
        "powdery patches on nails",
        "ragged edges of nails",
        "raised nails",
        "reddened skin around nails",
        "roughened nails",
        "separation or lifting of nail from nail bed",
        "speckled nails",
        "streaks of yellow or other discoloration on nails",
        "swelling of soft tissue around nails",
        "thickened nails",
        "white nails",
        "yellowed nails"
      ],
      "disease": "nail fungus (onychomycosis)",
      "causes": "A number of conditions can increase the risk that fungi infect the nails. Fungus that is caught from moist, wet areas are common causes in healthy people. Communal showers, such as those at a gym or swimming pools, are common sources. Visiting nail salons that use inadequate sanitization of instruments (such as clippers, filers, and foot tubs) is another way that the infection may be spread. Living with family members who have fungal nails is another risk factor. Wearing tight-fitting, sweaty shoes associated with repetitive trauma to the toenails occurs in many athletes and increases the susceptibility to fungal nails. People with athlete's foot are more likely to have fungal nails, since the causative fungus may infect the toenails. The elderly and people with suppressed immune function are also at risk.",
      "description": "The term fungal nails, medically known as onychomycosis, refers to a fungal infection of the toenails or fingernails. Fungal infection of the nails may cause changes in the nail itself and its appearance, including symptoms and signs such as"
    },
    {
      "symptoms": [
        "bleeding into the whites of the eyes",
        "bluish skin",
        "body aches",
        "chest pain",
        "chills",
        "coma",
        "cough",
        "eye pain",
        "fatigue",
        "fever",
        "headache",
        "irritability",
        "lethargy",
        "loss of appetite",
        "malaise",
        "mouth blisters",
        "muscle aches",
        "nausea",
        "paralysis",
        "personality changes",
        "poor feeding",
        "rapid breathing",
        "rapid heart rate",
        "rash",
        "reddened skin",
        "runny nose",
        "seizures",
        "sensitivity to light",
        "shortness of breath",
        "skin blisters",
        "sneezing",
        "stiff neck",
        "vomiting",
        "weakness",
        "wheezing"
      ],
      "disease": "non-polio enterovirus",
      "causes": "There are well over 100 types of known enteroviruses.  Human enteroviruses belong to the virus family known as Picornaviridae (small RNA viruses) that were originally classified or named as polioviruses, Coxsackieviruses (groups A and B), echoviruses, and enteroviruses. Rhinoviruses are included as enteroviruses by some experts. Enterovirus D68 is an example of non-polio enteroviruses that has caused severe respiratory symptoms in children in recent years.",
      "description": "Many people who become infected with non-polio enteroviruses either have no symptoms from the infection or experience only a mild illness. When symptoms do occur, they often resemble those of the common cold:"
    },
    {
      "symptoms": [
        "back pain",
        "fractures",
        "loss of height",
        "neck pain",
        "stooped posture"
      ],
      "disease": "osteoporosis",
      "causes": "Osteoporosis is most often caused by aging. However, osteoporosis can be caused by vitamin D deficiency, hyperparathyroidism, hyperthyroidism, corticosteroid medications (steroids such as prednisone and prednisolone), post-menopause low estrogen state, low testosterone blood levels, alcoholism, smoking, thin body frame, immobility, and malabsorption. It can run in families as an inherited trait. ",
      "description": "Osteoporosis most often causes no symptoms. The main symptom that osteoporosis can cause is pain as a result of a bone fracture. Other symptoms that osteoporosis can cause are loss of height, hunched posture, and a hump in the upper back (dowager's hump), each as a direct result of compression fracture of vertebrae in the spine."
    },
    {
      "symptoms": [
        "abdominal pain",
        "abdominal swelling",
        "bloating",
        "change in bowel habits",
        "constipation",
        "early satiety",
        "fatigue",
        "frequent urination",
        "increased abdominal girth",
        "indigestion",
        "leg swelling",
        "loss of appetite",
        "low back pain",
        "mass or lump in the pelvis or lower abdomen",
        "nausea",
        "pelvic pain",
        "shortness of breath "
      ],
      "disease": "ovarian cancer",
      "causes": "The cause of ovarian cancer is not well understood. Both genetics and environmental factors may play a role. Some ovarian cancers arise in women with inherited genetic mutations.",
      "description": "Ovarian cancer may not cause any specific signs or symptoms, particularly in its early stages. When it does cause symptoms, these may be nonspecific and vague. Symptoms can include"
    },
    {
      "symptoms": [
        "nocturia",
        "urinary frequency",
        "urinary incontinence",
        "urinary urgency"
      ],
      "disease": "overactive bladder (oab)",
      "causes": "Overactive bladder is caused by inappropriate contraction of the bladder muscle regardless of the amount of urine in he bladder. In most cases of overactive bladder, the exact cause is not known. However, OAB can result from problems with the nervous system. The most common abnormalities of the nervous system that cause overactive bladder are strokes, spinal cord injury, back problems like herniated disc or degenerative disc disease, Parkinson's disease, dementia, multiple sclerosis, and diabetic neuropathy. Other conditions that can cause OAB symptoms are urinary tract infection, bladder stones, urethral strictures, benign prostatic enlargement (BPH), or bladder tumors.",
      "description": "Symptoms of overactive bladder (OAB) result from sudden and involuntary contractions of the bladder muscles, leading to a"
    },
    {
      "symptoms": [
        "abdominal pain",
        "back pain",
        "bloating",
        "dark urine",
        "decreased appetite",
        "diarrhea",
        "enlarged lymph nodes",
        "excess fluid in the abdomen",
        "fatigue",
        "itching",
        "jaundice",
        "nausea",
        "pale stools",
        "vomiting",
        "weight loss"
      ],
      "disease": "pancreatic cancer",
      "causes": "The exact cause of pancreatic cancer is unknown. Rarely, there can be familial or hereditary genetic syndromes that run in families and put individuals at higher risk, such as mutations of the genes BRCA-2 and, to a lesser extent, BRCA-1. ",
      "description": "Pancreatic cancer typically does not cause symptoms until it has grown, so it is most frequently diagnosed in advanced stages rather than early in the course of the disease. In some cases, jaundice (a yellowish discoloration of the skin and whites of the eyes) without pain can be an early sign of pancreatic cancer. Other symptoms and signs that can occur with more advanced disease are"
    },
    {
      "symptoms": [
        "abdominal pain",
        "abdominal swelling",
        "abdominal tenderness",
        "appetite loss",
        "back pain",
        "bloating",
        "change in stool color",
        "chills",
        "fat in stool",
        "fever",
        "foul-smelling stools",
        "jaundice",
        "nausea",
        "pain after eating",
        "pain radiating to the back",
        "pale stools",
        "rapid heart rate",
        "stomach pain",
        "vomiting",
        "weight loss"
      ],
      "disease": "pancreatitis",
      "causes": "The causes of pancreatitis include alcohol consumption, gallstones, high triglyceride levels, abdominal injury, abdominal surgery, and certain medications. Other causes include pancreatic cancer, cystic fibrosis, high levels of calcium in the blood, infection, and cigarette smoking. ",
      "description": "Pancreatitis is inflammation of the pancreas, a gland located behind the stomach that produces insulin and other enzymes that aid digestion. Abdominal pain (sometimes described as stomach pain) is the main symptom of pancreatitis, but other symptoms can include"
    },
    {
      "symptoms": [
        "altered perceptions",
        "anxiety",
        "chest pain",
        "chills",
        "difficulty breathing",
        "dizziness",
        "dreamlike sensations",
        "faintness",
        "fear",
        "feeling of detachment",
        "hot flashes",
        "lightheadedness",
        "nausea",
        "nervousness",
        "numbness or tingling in the hands",
        "racing heart",
        "sense of impending doom",
        "shaking",
        "shortness of breath",
        "stomach upset",
        "sweating",
        "terror",
        "tremors "
      ],
      "disease": "panic attack",
      "causes": "The exact cause of panic attacks is unknown. One way to think about panic attacks is that they seem to occur when the body's inner \"alarm system\" is triggered even when no danger is present. Panic attacks are thought to arise from a combination of biological or inherited factors, ways of thinking, and environmental factors, including social difficulties or stress. ",
      "description": "Panic attack symptoms come on suddenly and are unexpected. The symptoms can be severe and disabling, and those who experience panic attacks may lead to the development of irrational fears (phobias) of certain situations. Panic attack symptoms can be varied and may cause the sufferer to feel that death or a catastrophic event is imminent (a sense of impending doom)."
    },
    {
      "symptoms": [
        "cardiac arrhythmias",
        "central obesity",
        "confusion",
        "diarrhea",
        "dizziness",
        "excessive bleeding",
        "exhaustion",
        "fatigue",
        "fever",
        "flushing",
        "gait disturbance",
        "generalized swelling (edema)",
        "hair loss (alopecia)",
        "headache",
        "itching",
        "joint pain",
        "joint stiffness",
        "loss of appetite (anorexia)",
        "loss of coordination",
        "loss of motor skills",
        "loss of muscle tone",
        "loss of skin sensation",
        "loss of taste (dysgeusia)",
        "memory loss",
        "mouth sores",
        "muscle pain",
        "muscle twitching",
        "muscle weakness",
        "nausea",
        "night sweats",
        "palpitations",
        "pigmented skin",
        "racing heart",
        "rash",
        "redness of skin",
        "seizures",
        "skin blisters",
        "sleep disturbances",
        "slurred speech",
        "swollen joints",
        "thickened skin",
        "vertigo",
        "vision disturbances",
        "vomiting",
        "wasting (cachexia)",
        "weight loss"
      ],
      "disease": "paraneoplastic syndrome",
      "causes": "Paraneoplastic syndrome is caused by substances that circulate through the bloodstream that are either made by a tumor or are made in reaction to the tumor. It is not caused by the tumor itself, nor is it caused by compression, infection, or treatment of the tumor. The substances that cause paraneoplastic syndrome may be hormones or other biologically active products produced by the tumor, substances that block the actions of normal hormones, substances that trigger an autoimmune response, or substances that lead to immune-complex production or immunosuppression. ",
      "description": "Paraneoplastic syndrome is a group of symptoms caused by a substance that is produced by a tumor or in reaction to a tumor (see the causes section below for more information). A number of different types of paraneoplastic syndrome can occur, depending upon the substances produced by the tumor.  The symptoms produced can involve different organs and organ systems, including the endocrine, neuromuscular or musculoskeletal, cardiovascular, cutaneous, hematologic, gastrointestinal, or renal systems. Therefore, paraneoplastic syndromes can cause a wide variety of symptoms. Fever is a common manifestation of many paraneoplastic syndromes, along with loss of appetite and wasting (cachexia). Other symptoms and signs depend upon the specific organ system."
    },
    {
      "symptoms": [
        "bad breath",
        "bad taste in the mouth",
        "bleeding during toothbrushing",
        "bleeding gums",
        "bright red gums",
        "loose teeth",
        "pain when chewing",
        "painful gums",
        "pus between the gums and teeth",
        "receding gums (gum recession)",
        "reddened gums",
        "spaces between teeth",
        "swollen gums",
        "tender gums",
        "tooth loss",
        "tooth sensitivity",
        "toothache",
        "white spots on gums"
      ],
      "disease": "periodontitis (gum disease)",
      "causes": "Improper dental hygiene is a major cause of gum disease. The normal, healthy mouth contains many bacteria. These bacteria form plaque on the teeth that can harden to form tartar (also called calculus) when not removed by proper brushing and flossing. Plaque and tartar cause inflammation of the surrounding tissues. There are several conditions that can result in an increased risk for gum disease, including cigarette smoking, diabetes, AIDS, hormonal changes in women (in puberty, pregnancy, or around menopause), and any condition that weakens the immune system.",
      "description": "Gum disease is inflammation of the gums. Gum disease can also be referred to as periodontal (around the teeth) disease, periodontitis (inflammation of areas around the teeth), and gingivitis (inflammation of the gums). Gingivitis and periodontitis are two different types of gum disease that vary in severity. Mild gum disease (gingivitis) simply causes redness or occasional bleeding during toothbrushing. In more serious cases of gum disease, there is damage to the soft tissues and bones that support the teeth (periodontitis), leading to separation of the teeth from the gums. The separated areas, or pockets, easily become irritated and inflamed. Severe cases of gum disease can result in tooth loss."
    },
    {
      "symptoms": [
        "arm pain",
        "bulging veins",
        "fever",
        "hard (cord-like) veins",
        "leg pain",
        "leg swelling",
        "leg tenderness",
        "pus drainage",
        "skin redness",
        "skin tenderness",
        "swelling",
        "swollen blood vessels in the skin",
        "warmth"
      ],
      "disease": "phlebitis",
      "causes": "There are many causes of phlebitis. These include local trauma to a vein, long periods of inactivity or immobility, insertion of intravenous catheters (IV), varicose veins, underlying cancers or clotting disorders, burns, disruption of normal venous system drainage because of removal of lymph nodes, or intravenous drug use.",
      "description": "Phlebitis (inflammation of a vein) often occurs together with blood clot formation in the vein, known as thrombophlebitis. If phlebitis is mild, it may not produce any symptoms. When symptoms are present,"
    },
    {
      "symptoms": [
        "abdominal cramping",
        "abdominal fullness",
        "abdominal pain",
        "acne",
        "anxiety",
        "appetite changes",
        "back pain",
        "bloating",
        "breast pain",
        "breast tenderness",
        "constipation",
        "depression",
        "diarrhea",
        "difficulty concentrating",
        "fatigue",
        "food cravings",
        "headache",
        "insomnia",
        "irritability",
        "joint pain",
        "loss of appetite",
        "memory problems",
        "mood changes",
        "nausea",
        "pelvic pain",
        "sleep disturbances",
        "vomiting",
        "weight gain"
      ],
      "disease": "pms (premenstrual syndrome)",
      "causes": "\tThe exact cause of PMS is unknown but may be related to interactions between sex hormones and brain chemicals (neurotransmitters).",
      "description": "Premenstrual syndrome, or PMS, is a group of unpleasant symptoms linked to a woman's menstrual cycle, typically occurring one to two weeks before the menstrual period begins. PMS symptoms vary widely among women and range in severity from mild to debilitating. PMS typically includes physical and emotional symptoms."
    },
    {
      "symptoms": [
        "appetite loss",
        "bluish or purplish skin",
        "chest pain",
        "chills",
        "cough",
        "fatigue",
        "fever",
        "headache",
        "malaise",
        "muscle aches",
        "nasal congestion",
        "shortness of breath",
        "sore throat",
        "sputum production",
        "weakness"
      ],
      "disease": "pneumonia",
      "causes": "\tPneumonia is most often caused by infections that may be bacterial, viral, or sometimes due to fungi or parasitic infections. \tStreptococcus pneumoniae is the most common bacterial type that causes pneumonia. Influenza and respiratory syncytial virus (RSV) are the most common viral causes of pneumonia. Other bacteria that can cause pneumonia include \tMycoplasma pneumoniae, Legionella pneumophila, and Chlamydia pneumoniae. Fungal pneumonia may be caused by \tHistoplasma capsulatum, Cryptococcus neoformans, Coccidioides immitis, or other types of fungi. Fungal pneumonia and pneumonia due to the parasite \tPneumocystis jiroveci are most common in people with compromised immune systems.",
      "description": "Pneumonia often starts with symptoms typical of a cold or upper respiratory infection, like sore throat, nasal congestion, and cough. As the infection develops in the lung, high fever is apparent along with chills and a cough that produces thick sputum. Chest pain can occur if the outer layer (pleura) of the lungs is involved in the inflammatory process. The skin color may become bluish or purplish if there are insufficient levels of oxygen in the blood. Nonspecific symptoms that can accompany pneumonia include headache, muscle aches, fatigue, and weakness."
    },
    {
      "symptoms": [
        "back pain",
        "blood in urine",
        "frequent urination",
        "growth delay",
        "hemorrhoids",
        "high blood pressure",
        "kidney stones",
        "urinary infections",
        "varicose veins"
      ],
      "disease": "polycystic kidney disease (pkd)",
      "causes": "Polycystic kidney disease results from an inherited genetic mutation. There are two forms of the condition. One is inherited in an autosomal dominant manner, in which only one copy of the gene defect is necessary to cause the condition. The other type is inherited in an autosomal recessive pattern, in which two copies of the genetic defect (one from each parent) are required to cause the condition.",
      "description": "Symptoms of autosomal dominant polycystic kidney disease include pain in the back and sides, between the hips, and the ribs. Headache is also a common symptom. In the form of the condition that is inherited in an autosomal dominant manner, symptoms may not show up until later in life when the cysts develop in the kidney. In other cases, symptoms of this form of the condition can develop in childhood. Other symptoms include"
    },
    {
      "symptoms": [
        "attention deficit",
        "brittle hair",
        "decreased appetite",
        "developmental delay",
        "distended abdomen",
        "dry skin",
        "failure to thrive",
        "fatigue",
        "frequent illness",
        "headache",
        "irritability",
        "loss of appetite",
        "muscle wasting or loss",
        "nail fissures",
        "obesity",
        "overweight",
        "peeling skin",
        "poor concentration",
        "poor or slow wound healing",
        "reduced immune function",
        "ridged nails",
        "short stature",
        "swollen extremities",
        "thin hair",
        "tiredness",
        "underweight"
      ],
      "disease": "poor nutrition (malnutrition)",
      "causes": "Poor nutrition is often caused by a combination of economic and social issues. Those affected by poverty or social isolation are at risk. Certain health problems, like depression, dementia, and chronic illness may reduce an older person's appetite and desire to eat, resulting in compromised nutrition. Alcoholism, drug abuse, and mental illness can all interfere with a person's ability to consume an adequate diet.",
      "description": "Malnutrition is the lack of adequate nutrition, either as a result of imbalances, deficiencies, or excesses in a person's intake of food and nutrients. This can be due to eating too little, eating an improper diet, or having a medical condition that results in the body's being unable to use food and nutrients. Malnutrition can also refer to overnutrition and obesity and is the condition of being poorly nourished."
    },
    {
      "symptoms": [
        "chills",
        "cough",
        "decreased sense of smell",
        "facial tenderness",
        "fatigue",
        "fever",
        "headache",
        "itchy nose",
        "malaise",
        "nasal congestion",
        "puffiness under the eyes",
        "redness of the eyes",
        "runny nose",
        "scratchy throat",
        "sneezing",
        "sore throat",
        "throat clearing",
        "watery eyes"
      ],
      "disease": "postnasal drip",
      "causes": "",
      "description": "Postnasal drip is the accumulation of mucus in the back of the nose and throat, causing the sensation of secretions dripping downward through the back of the nose. Postnasal drip is a common finding with rhinitis, or inflammation of the airways within the nose. Accompanying symptoms can include"
    },
    {
      "symptoms": [
        "anger",
        "anxiety",
        "concentration problems",
        "crying spells",
        "excessive sleeping",
        "exhaustion",
        "fatigue",
        "feelings of hopelessness",
        "feelings of loneliness",
        "feelings of worthlessness",
        "guilt",
        "inability to feel pleasure",
        "insomnia",
        "irritability",
        "loss of appetite",
        "loss of interest in daily activities",
        "mood swings",
        "obsessions",
        "panic attacks",
        "problems bonding with the baby",
        "recurrent thoughts of death",
        "reduced pleasure or interest in activities",
        "sadness",
        "sleep disturbances",
        "social withdrawal",
        "suicidal thoughts",
        "thoughts of harming the baby",
        "unwanted thoughts",
        "weight gain or loss",
        "worrying"
      ],
      "disease": "postpartum depression",
      "causes": "It is unknown exactly why some women develop postpartum depression. A combination of genetic factors, hormonal changes, and environmental influences is likely involved.",
      "description": "Postpartum depression is more than just the \"blues\" after giving birth. The symptoms include"
    },
    {
      "symptoms": [
        "absent menstrual periods",
        "back pain",
        "breast pain",
        "breast swelling",
        "fatigue",
        "food aversion",
        "food cravings",
        "frequent urination",
        "headache",
        "mood changes",
        "nausea",
        "skin color changes",
        "sleep disturbances",
        "tiredness",
        "vomiting"
      ],
      "disease": "pregnancy",
      "causes": "Pregnancy is caused by the fertilization of an egg by sperm and implantation of the resulting fertilized egg in the uterus.",
      "description": "Particularly in the early stages, symptoms of pregnancy can vary among women. And while the absence of menstrual periods is the classic and hallmark pregnancy symptoms, there are many other changes in the body, even during early pregnancy that result in characteristic signs and symptoms. "
    },
    {
      "symptoms": [
        "blood in the semen",
        "blood in the urine",
        "bone pain",
        "burning urination",
        "difficulty starting and stopping the urine stream",
        "dribbling urine",
        "erectile dysfunction",
        "fatigue",
        "impotence",
        "inability to urinate when standing",
        "leaking urine",
        "loss of control of urination when coughing or laughing",
        "low back pain",
        "pain with ejaculation",
        "painful urination (dysuria)",
        "pelvic pain",
        "shortness of breath",
        "urinary frequency, especially at night",
        "weak urine stream",
        "weight loss"
      ],
      "disease": "prostate cancer",
      "causes": "",
      "description": "Many of the symptoms of prostate cancer relate to the enlargement of the gland, so they are not specific to prostate cancer and can be caused by other conditions like benign prostatic hyperplasia, which enlarges the prostate gland. Very early prostate cancer may also be small and not produce any specific symptoms. Other symptoms of prostate cancer localized to the prostate can include"
    },
    {
      "symptoms": [
        "broken nails",
        "burning skin",
        "chills",
        "diarrhea",
        "dry skin",
        "fever",
        "itching",
        "joint pain",
        "joint stiffness",
        "joint swelling",
        "loose nails",
        "nail thickening",
        "pitted nails",
        "rash",
        "reddened skin",
        "ridged nails",
        "scaly skin",
        "separated nails",
        "silvery white skin patches",
        "skin blisters",
        "skin irritation",
        "thickened skin"
      ],
      "disease": "psoriasis",
      "causes": "The exact cause of psoriasis is unknown. Both genetic predisposition and environmental factors are thought to be involved in its development, and defects in immune system regulation are thought to play a major role. Psoriasis is commonly found in members of the same family. ",
      "description": "The hallmark symptoms of psoriasis, a chronic inflammatory skin disease, are plaques composed of thick, scaly skin. These are typically reddened in appearance with silvery scales that have sometimes been said to resemble ashes.  The elbows, knees, and scalp are common sites of involvement, although other areas of skin can be affected, as well. The condition can start as a few red bumps on the skin, and in mild cases, small areas of dry skin may be the only symptoms. Itching and burning sensations can be associated with the lesions on the skin. The nails may be affected, and psoriasis of the nails causes ridged, thick, or pitted nails and can ultimately lead to separation of the nails from the nail bed. Symptoms of arthritis, including stiffness, pain, and swelling of the joints, occur in some people with psoriasis. There are different forms of psoriasis that can affect different areas and produce different kinds of skin changes. For example, pustular psoriasis is characterized by blisters filled with pus. Fever, chills, and diarrhea can accompany this type of psoriasis."
    },
    {
      "symptoms": [
        "acne",
        "back pain",
        "back stiffness",
        "buttock pain",
        "chest pain",
        "decreased appetite",
        "eye pain",
        "fatigue",
        "finger swelling",
        "joint pain",
        "joint redness",
        "joint stiffness",
        "joint tenderness",
        "limping",
        "muscle aches",
        "muscle stiffness",
        "nail changes",
        "nail pitting",
        "neck pain",
        "neck stiffness",
        "pain with walking",
        "shortness of breath",
        "swollen joints",
        "toe swelling",
        "warmth of joints"
      ],
      "disease": "psoriatic arthritis",
      "causes": "",
      "description": "About 10%-15% of people with psoriasis -- a chronic inflammatory skin condition that causes changes in the skin, including raised, reddened patches of skin with silvery white scales -- also develop arthritis. The inflammation of the skin can precede the joint inflammation by years in some cases. Symptoms of psoriatic arthritis arise from inflammation and resemble those of other kinds of arthritis. The joints of the knees, ankles, and feet are commonly involved. Psoriatic arthritis can also cause inflammation in the spine and the eyes, skin, heart, kidneys, mouth, and various organs and is one of the forms of arthritis known as \"spondyloarthropathies.\""
    },
    {
      "symptoms": [
        "crying",
        "decreased appetite",
        "fatigue",
        "hoarseness",
        "irritability",
        "joint pain",
        "joint redness",
        "joint stiffness",
        "joint swelling",
        "joint tenderness",
        "limping",
        "loss of energy",
        "low grade fever",
        "lumps under the skin",
        "muscle aches",
        "muscle stiffness",
        "pain with walking",
        "warmth of joints"
      ],
      "disease": "rheumatoid arthritis (ra)",
      "causes": "",
      "description": "Symptoms of rheumatoid arthritis can be related to the joints themselves or may be systemic (involving the whole body). Symptoms typically come and go and result from inflammation. Joint aches and stiffness, muscle aches, low-grade fever, fatigue, lack of appetite, and loss of energy are characteristic of active disease. Joints can become warm, swollen, reddened, painful, and tender. Joint pain and stiffness, particularly early in the morning, are often early symptoms. Usually, multiple joints on both sides of the body are affected. Depending on the specific joints that are affected, other possible symptoms include limping, hoarseness, and painful walking. In children, crying, irritability, and poor appetite are often observed. Firm lumps or firm bumps under the skin (subcutaneous nodules called rheumatoid nodules) can occur around the elbows and fingers where there is frequent pressure."
    },
    {
      "symptoms": [
        "diarrhea",
        "eye redness",
        "fatigue",
        "fever",
        "irritability",
        "loss of appetite",
        "nasal congestion",
        "poor feeding",
        "rash",
        "runny nose",
        "sore throat"
      ],
      "disease": "roseola",
      "causes": "Roseola is primarily caused by the human herpesvirus 6 (HHV-6) and less frequently by human herpesvirus 7 (HHV-7). It is spread from person to person, typically through oral secretions.",
      "description": "Roseola is a mild viral illness of childhood. It is characterized by high fever that typically comes on suddenly and lasts for three to five days. Other symptoms of roseola are"
    },
    {
      "symptoms": [
        "abdominal pain",
        "bumpy tongue",
        "dysphagia",
        "enlarged lymph nodes in the neck",
        "enlarged or swollen tonsils",
        "fatigue",
        "fever",
        "headache",
        "malaise",
        "nausea",
        "rash",
        "red lines or streaks in skin folds",
        "red spots (petechiae) in mouth",
        "reddened skin creases",
        "reddened tongue",
        "skin peeling",
        "sore throat",
        "swollen tongue",
        "vomiting",
        "yellow-white coating (pus) on tonsils"
      ],
      "disease": "scarlet fever",
      "causes": "Scarlet fever is caused by an infection with toxin-producing group A Streptococcus bacteria. ",
      "description": "Scarlet fever, also known as scarlatina, usually begins from a Streptococcus infection in the throat. Symptoms of this infection include"
    },
    {
      "symptoms": [
        "agitation",
        "confusion",
        "decreased social interactivity",
        "delusions",
        "disordered thought",
        "failure to recognize what is real",
        "false beliefs",
        "hallucinations",
        "hearing voices",
        "nonsense talking",
        "withdrawn behavior"
      ],
      "disease": "schizophrenia",
      "causes": "",
      "description": "The symptoms of schizophrenia vary in quality and intensity from individual to individual, but delusions or a failure to recognize what is real is characteristic.  The delusions of schizophrenia can cause hallucinations in sight (visual hallucination), sound (auditory hallucination), and/or touch (tactile hallucination). Other symptoms of schizophrenia include"
    },
    {
      "symptoms": [
        "blisters",
        "chills",
        "crusting of skin",
        "diarrhea",
        "headache",
        "itching",
        "numbness",
        "rash",
        "sensitive skin",
        "sensitivity to light",
        "skin burning",
        "skin tingling (pins and needles sensation)",
        "swollen lymph nodes"
      ],
      "disease": "shingles",
      "causes": "Shingles is caused by a reactivation of an infection with the varicella-zoster virus (VZV, also referred to as the herpes zoster virus) that causes chickenpox.",
      "description": "Shingles typically causes painful skin bumps or blisters. Even before the skin lesions appear, the pain of shingles can be severe. The skin pain is often described as a burning sensation of the skin with heightened sensitivity. The rash of shingles consists of red blisters that eventually burst and ooze. The rash occurs in a band-like distribution along the path of a nerve. The blisters eventually crust over (form a scab) and heal. Sometimes, symptoms like chills, diarrhea, and headache can occur as a person develops shingles. The nearby lymph nodes may be swollen."
    },
    {
      "symptoms": [
        "bad breath",
        "cough",
        "earache",
        "facial pain",
        "facial pressure sensation",
        "facial swelling",
        "facial tenderness",
        "feeling of fullness in the ears",
        "fever",
        "headache",
        "jaw pain",
        "nasal congestion",
        "nasal discharge",
        "nausea",
        "postnasal drip",
        "sneezing",
        "sore throat",
        "tooth pain",
        "unpleasant taste in the mouth",
        "visual disturbances"
      ],
      "disease": "sinus infection (sinusitis)",
      "causes": "A sinus infection occurs when the sinuses become blocked and fluid is unable to drain from the sinuses. In this environment, bacteria or viruses (rarely, fungi) can proliferate and cause an infection. Conditions that can cause sinus blockage and lead to sinus infection include the common cold, nasal polyps, allergic rhinitis (hay fever), or a deviated nasal septum.",
      "description": "Sinus infection is characterized by an infection of the lining tissues of the sinuses within the skull. The resulting inflammation leads to blockage of the openings that allow drainage of fluid from the sinus. Early symptoms and signs of a sinus infection are often related to the respiratory infection (such as a cold) that led to the inflammation of the sinus tissues. Symptoms can include pain or pressure sensations over the involved areas of the face along with facial tenderness and swelling. Stuffy nose, or nasal congestion, can occur as well as drainage or discharge from the nose. Cough may be present, and sometimes patients have fever."
    },
    {
      "symptoms": [
        "anxiety",
        "confusion",
        "daytime sleepiness",
        "depression",
        "fatigue",
        "gasping for breath at night",
        "headaches",
        "heartburn",
        "insomnia",
        "irregular heartbeats",
        "irritability",
        "loud snoring",
        "mood changes",
        "palpitations",
        "poor memory",
        "problems paying attention",
        "restlessness at night",
        "sexual dysfunction",
        "trouble concentrating"
      ],
      "disease": "sleep apnea",
      "causes": "Sleep apnea is either due to a problem with the brain, such that the muscles of breathing are not activated during sleep (central sleep apnea) or collapse of the airway during sleep (obstructive sleep apnea).",
      "description": "Sleep apnea, or the cessation of breathing for short periods during sleep, can cause symptoms at night as well as troublesome symptoms during the day or waking hours. At night, sleep apnea is often associated with"
    },
    {
      "symptoms": [
        "abdominal cramping",
        "abdominal mass",
        "abdominal pain",
        "black stool",
        "blood in the stool",
        "diarrhea",
        "enlarged lymph nodes",
        "intestinal obstruction",
        "intestinal perforation",
        "lump in the abdomen",
        "nausea",
        "vomiting",
        "weight loss"
      ],
      "disease": "small intestine cancer",
      "causes": "The cause of small intestine cancer is unknown.",
      "description": "There are different kinds of tumors that can arise in the small intestine, although cancer of this organ is far less common than colorectal cancer. Symptoms can be similar to those of any gastrointestinal malignancy and include"
    },
    {
      "symptoms": [
        "black stools due to upper gastrointestinal bleeding",
        "indigestion",
        "loss of appetite",
        "mid to upper abdominal pain",
        "weight loss",
        "bloating or gas",
        "heartburn",
        "nausea",
        "vomiting"
      ],
      "disease": "stomach ulcer (peptic ulcer)",
      "causes": "",
      "description": "Peptic ulcer disease is characterized by sores, or ulcerations, in the lining tissues of the stomach or the duodenum, the first portion of the small intestine. Peptic ulcers can be caused by a number of conditions, including certain medications, excessive alcohol use, and other medical conditions. The primary symptom of peptic ulcer is upper abdominal pain. The pain can be sharp or dull and is often described as burning. Some affected people have indigestion that may quickly resolve after taking antacids or eating foods that neutralize stomach acids. Other people with peptic ulcers may not have symptoms at all or may have only very mild symptoms. The severity of the ulcers is not related to the severity of the symptoms they cause; mild ulcers may cause severe pain, while severe ulcers may only cause mild symptoms."
    },
    {
      "symptoms": [
        "bad breath",
        "chills",
        "difficulty swallowing",
        "fever",
        "headache",
        "malaise",
        "nausea",
        "painful lymph nodes",
        "peeling skin on the fingers",
        "rash",
        "sore throat",
        "swollen lymph nodes",
        "swollen tonsils",
        "vomiting",
        "white patches in the throat and on the tonsils"
      ],
      "disease": "strep throat",
      "causes": "Strep throat is caused by infection with a type of Streptococcus bacteria known as \"GAS\" (group A strep),  or Streptococcus pyogenes.",
      "description": "Symptoms of a Streptococcus infection of the throat (streptococcal pharyngitis) are related to the inflammation of the throat and surrounding tissues. It is not possible to determine whether a sore throat is due to strep infection without specialized testing. A severe sore throat is a common symptom, also some people may have a strep infection with only mild throat pain. Redness and swelling of the throat may be present. There may be white patches in the throat and on the tonsils if pus is present (medically known as a tonsillar exudate). Odynophagia (difficulty swallowing due to the pain) is common. Enlarged, swollen tonsils may be present."
    },
    {
      "symptoms": [
        "balance problems (coordination problems)",
        "change in consciousness",
        "confusion",
        "difficulty speaking (slurred speech)",
        "difficulty understanding speech (inability to understand)",
        "dizziness",
        "double vision",
        "dysphagia (trouble swallowing)",
        "fatigue",
        "gait disturbances (limping)",
        "headache",
        "lightheadedness",
        "muscle stiffness",
        "nausea",
        "numbness",
        "overactive reflexes",
        "paralysis",
        "partial \tloss of vision",
        "speech loss",
        "tingling (pins and needles sensation)",
        "vertigo",
        "vision changes (blurred vision)",
        "vomiting",
        "weakness"
      ],
      "disease": "stroke",
      "causes": "Stroke is caused by an interruption of blood flow to a specific area of the brain. This means that the brain cells in the involved artery do not receive an adequate supply of oxygen carried from the bloodstream. Damage to the brain cells due to the lack of oxygen causes a stroke. Strokes can be ischemic (due to a blocked artery or interruption of blood flow) or hemorrhagic (the area of the brain bleeds due to a bursting or leaking blood vessel). In either case, there is insufficient oxygen for the brain to function.",
      "description": "The symptoms of a stroke vary depending upon the area of the brain affected by a lack of oxygen. All strokes involve symptoms that relate to impairment of nerve function. The symptoms typically arise suddenly and most commonly occur on one side of the body. Symptoms and signs of stroke can include numbness, weakness, tingling, or vision loss or changes. Confusion, changes in the level of consciousness, trouble speaking, trouble understanding speech, vertigo, and balance problems are other common symptoms. Headache, nausea, and vomiting sometimes accompany a stroke, particularly when the stroke involves bleeding inside the brain."
    },
    {
      "symptoms": [
        "bump on eyelid",
        "eye discharge",
        "eye pain",
        "eye redness",
        "eyelid swelling",
        "irritation of the eye",
        "lump on eyelid",
        "pain with blinking the eye",
        "scratchy feeling in eye",
        "sensitivity to light",
        "tenderness in eye area",
        "watery eye"
      ],
      "disease": "sty",
      "causes": "There are two types of sties, hordeolum and chalazion. A hordeolum is a blockage of a sweat gland on the skin of the lid and base of the eyelashes, or one of the small sebaceous glands found at the base of the eyelashes. A chalazion is a blockage of a meibomian gland, a special sebaceous gland unique to the eyelids. These glands are located in a single row in each lid.",
      "description": "Typically, a sty produces a bump on one of the eyelid at the site of the gland that is blocked. Symptoms and signs such as"
    },
    {
      "symptoms": [
        "decreased hearing or hearing loss",
        "ear discharge",
        "ear drainage",
        "ear itching",
        "ear pain",
        "enlarged or swollen lymph nodes in the upper neck or ear area",
        "feeling of blockage of the ear canal",
        "feeling of fullness in the ear",
        "jaw pain",
        "mild fever",
        "neck pain",
        "pain in the side of the head",
        "redness of the skin around the ear",
        "swelling of the ear canal"
      ],
      "disease": "swimmer's ear (otitis externa)",
      "causes": "Swimmer's ear is usually due to bacterial or fungal infection and can be very painful. The two types of bacteria most commonly responsible for swimmer's ear are Pseudomonas aeruginosa and Staphylococcus aureus. Risk factors for otitis externa include skin conditions like eczema, psoriasis, and seborrhea; trauma from ear wax (cerumen) removal; buildup of ear wax; and the use of external devices such as hearing aids.",
      "description": "Otitis externa, sometimes known as swimmer's ear, is an inflammation or infection of the ear canal, the tube that leads from the eardrum to the outer ear. The term \"swimmer's ear\" is used because this infection often occurs in people who have been swimming or in the water. In addition to ear pain, symptoms can include"
    },
    {
      "symptoms": [
        "body aches",
        "chills",
        "cough",
        "diarrhea",
        "fatigue",
        "fever",
        "headache",
        "malaise",
        "nausea",
        "rash",
        "runny nose",
        "sneezing",
        "sore throat",
        "vomiting"
      ],
      "disease": "swine flu",
      "causes": "",
      "description": "Swine flu (swine influenza) is a respiratory disease caused by viruses (influenza viruses) that infect the respiratory tract of pigs, producing most of the same symptoms in pigs as human flu produces in people. In certain cases, people have developed the swine flu infection when they are closely associated with pigs, such as farmers or pork processors. Modern flu outbreaks that have occurred due to flu viruses that contain genes from swine and other types of flu viruses have been referred to as swine flu.  Most recently, the 2009 H1N1 influenza outbreak was due to a virus that was a mix of swine, human, and avian influenza viruses. In 2011, a new swine flu virus was detected, H3N2 influenza."
    },
    {
      "symptoms": [
        "bleeding from a sore in the throat",
        "cough",
        "ear pain",
        "enlarged lymph nodes",
        "headache",
        "hoarseness",
        "lump or mass in the throat",
        "neck pain",
        "painful swallowing",
        "red patches on the lining of the throat",
        "ringing in the ears",
        "sore throat",
        "swelling",
        "trouble breathing",
        "trouble speaking",
        "white patches on the lining of the throat"
      ],
      "disease": "throat cancer",
      "causes": "The exact cause of throat cancer is not clear. However, certain risk factors lead to an increased risk of throat cancer, such as cigarette smoking, human papillomavirus (HPV) infection, and exposure to toxic substances like asbestos or large quantities of alcohol. About 50%-90% of squamous cell carcinomas (the most common type of throat cancers), have been associated with HPV infections that can be acquired with oral sex. Other risk factors include male gender, African-American heritage, and poor dental hygiene.",
      "description": "Throat cancers may not cause any symptoms if they are very small and have not spread at the time of diagnosis. Sometimes, an area of irritation or discoloration on the lining issues of the throat is the only sign of an abnormality. Depending upon the extent of spread of the cancer, other symptoms can include swelling of nearby tissues, enlarged lymph nodes, trouble breathing, difficulty speaking, neck or throat pain, ear pain, painful swallowing or difficulty swallowing (dysphagia), and headache. Pain or ringing in the ears may occur in some cases. Bleeding can occur from some throat cancers. In advanced stages of throat cancer, symptoms like fatigue and unexplained weight loss may be present."
    },
    {
      "symptoms": [
        "bad breath",
        "bad taste in the mouth",
        "bleeding gums",
        "burning pain in the mouth",
        "burning tongue",
        "cracked corners of lips",
        "difficulty swallowing",
        "dry mouth",
        "feeling of food stuck in throat",
        "fever",
        "mouth pain",
        "mouth soreness",
        "mouth sores",
        "numbness or tingling in mouth",
        "pain when swallowing",
        "tongue redness",
        "toothache",
        "white patches in mouth",
        "white patches in throat",
        "white patches inside cheeks",
        "white tongue"
      ],
      "disease": "thrush (oral candidiasis)",
      "causes": "Candida albicans is the yeast that typically causes oral thrush. Certain factors can predispose someone to developing the illness, including illness, pregnancy, medications, smoking, or dentures. It is more likely to develop in people who have suppressed immune function, such as people receiving cancer chemotherapy or those with HIV/AIDS. Medications like antibiotics or corticosteroids that upset the normal balance of bacteria in the mouth may also predispose a person to developing oral thrush. ",
      "description": "Oral thrush is a type of yeast infection of the mouth and throat. The yeast that causes oral thrush is typically Candida albicans. This infection is common in babies and can occur in people of any age. A white tongue is a common sign, and this can be associated with white patches in the throat or anywhere in the mouth, such as the palate or inner cheeks. Soreness and mouth pain can also be present. In severe cases, the infection can spread into the throat and esophagus and may lead to pain or problems with swallowing. Fever may be present if the infection spreads widely."
    },
    {
      "symptoms": [
        "anxiety",
        "blurred vision",
        "difficulty concentrating",
        "difficulty remembering new material",
        "difficulty thinking clearly",
        "dizziness",
        "fainting",
        "feeling slowed down",
        "headache",
        "increased sleeping",
        "insomnia",
        "irritability",
        "lightheadedness",
        "loss of consciousness",
        "memory loss",
        "mental fogginess",
        "mood changes",
        "nausea",
        "nervousness",
        "seizure",
        "sensitivity to bright lights",
        "sensitivity to loud sounds",
        "slower reaction times",
        "tiredness",
        "vomiting"
      ],
      "disease": "traumatic brain injury (concussion)",
      "causes": "Concussion is caused by a traumatic injury to the head. Concussion injuries are particularly common in those (including children and teens) who participate in athletic events. ",
      "description": "A concussion is a form of minor brain trauma in which the function of the brain becomes altered but no abnormalities can be detected by imaging tests such as CT scans. Symptoms of a concussion are typically short-lived and go away on their own. The symptoms may be obvious or may be so subtle that the affected person does not realize they have suffered a concussion. Some of the more common symptoms of concussion include"
    },
    {
      "symptoms": [
        "abdominal cramping",
        "abdominal pain",
        "anemia",
        "blood in stool",
        "dehydration",
        "diarrhea",
        "eye irritation",
        "fatigue",
        "fever",
        "growth delay (in children)",
        "joint pain",
        "loss of appetite",
        "nausea",
        "night sweats",
        "rectal bleeding",
        "rectal pain",
        "rectal urgency",
        "tenesmus",
        "weight loss"
      ],
      "disease": "ulcerative colitis",
      "causes": "The cause of ulcerative colitis is unknown. It is thought to be related to abnormal activation of the immune system in the intestines.",
      "description": "Symptoms of ulcerative colitis vary among affected individuals. Typical symptoms include"
    },
    {
      "symptoms": [
        "attention deficit",
        "brittle hair",
        "decreased appetite",
        "developmental delay",
        "distended abdomen",
        "dry skin",
        "failure to thrive",
        "fatigue",
        "frequent illness",
        "headache",
        "irritability",
        "loss of appetite",
        "muscle wasting or loss",
        "nail fissures",
        "obesity",
        "overweight",
        "peeling skin",
        "poor concentration",
        "poor or slow wound healing",
        "reduced immune function",
        "ridged nails",
        "short stature",
        "swollen extremities",
        "thin hair",
        "tiredness",
        "underweight"
      ],
      "disease": "undernutrition (malnutrition)",
      "causes": "Poor nutrition is often caused by a combination of economic and social issues. Those affected by poverty or social isolation are at risk. Certain health problems, like depression, dementia, and chronic illness may reduce an older person's appetite and desire to eat, resulting in compromised nutrition. Alcoholism, drug abuse, and mental illness can all interfere with a person's ability to consume an adequate diet.",
      "description": "Malnutrition is the lack of adequate nutrition, either as a result of imbalances, deficiencies, or excesses in a person's intake of food and nutrients. This can be due to eating too little, eating an improper diet, or having a medical condition that results in the body's being unable to use food and nutrients. Malnutrition can also refer to overnutrition and obesity and is the condition of being poorly nourished."
    },
    {
      "symptoms": [
        "body aches",
        "breathing difficulty",
        "chills",
        "cough",
        "enlarged lymph nodes",
        "enlarged tonsils",
        "facial swelling",
        "fever",
        "headache",
        "hoarseness",
        "lethargy",
        "loss of voice",
        "malaise",
        "nasal congestion",
        "nasal discharge (runny nose)",
        "painful swallowing",
        "postnasal drip",
        "scratchy throat",
        "sinus pressure",
        "sneezing",
        "sore throat",
        "watery eyes"
      ],
      "disease": "upper respiratory infection",
      "causes": "",
      "description": "Upper respiratory infections (URI) are very common and include the common cold and flu. An upper respiratory infection is defined as an infection of any of the structures of the upper respiratory tract: the sinuses, nasal passages, pharynx, and larynx. Examples of specific types of upper respiratory infection include rhinitis (inflammation of the nasal cavity), sinusitis (sinus infection), nasopharyngitis (inflammation of the nasal cavity, pharynx, hypopharynx, uvula, and tonsils), pharyngitis (inflammation of the pharynx, uvula, and tonsils), laryngitis (inflammation of the larynx), and epiglottitis (inflammation of the upper portion of the larynx or the epiglottis). Viruses cause most upper respiratory infections, although bacteria and fungi can also infect these areas."
    },
    {
      "symptoms": [
        "bladder discomfort",
        "blood in urine",
        "burning urination",
        "cloudy urine",
        "difficulty urinating",
        "dribbling urination (passing frequent small amounts of urine)",
        "fever",
        "foul-smelling urine",
        "frequent urination",
        "lower abdominal pressure",
        "painful urination",
        "pelvic or rectal pain or pressure",
        "persistent urge to urinate",
        "urinary urgency"
      ],
      "disease": "urinary tract infection (uti)",
      "causes": "\tA UTI occurs when bacteria enter and grow in the normally sterile urinary tract. At least 90% of uncomplicated infections are caused by a type of bacteria called \tEscherichia coli, better know as E. coli. These bacteria normally live in the bowel (colon) and around the anus and can move to the area around the urethra. Other types of bacteria can also cause \ta UTI but less commonly.",
      "description": "Symptoms of a urinary tract infection (UTI) are similar in men, women, and children. Early symptoms and signs are usually easy to recognize and primarily involve pain, discomfort, or burning when trying to urinate. Accompanying this can be the sense that one needs to urinate urgently (known as urinary urgency) or the need for frequent urination (called urinary frequency). Even when there is a strong urge to urinate, you may pass only a small amount of urine. The urine itself may appear bloody or cloudy. Men may feel pain in the rectum, while women may experience pain around the pubic bone."
    },
    {
      "symptoms": [
        "irritation",
        "painful urination",
        "pain with sexual intercourse",
        "redness",
        "swelling",
        "vaginal discharge",
        "vaginal itching",
        "vaginal pain or burning"
      ],
      "disease": "vaginal yeast infection",
      "causes": "The most common organism that causes yeast infections is known as Candida albicans. This type of yeast can be present in normal, healthy women in the vaginal canal. Most commonly, it is present without causing any symptoms or signs at all. It is only when an overgrowth of this organism is present that symptoms and signs of a yeast infection may manifest. This happens when the balance of protective bacteria in the vagina is disturbed, either due to illness, hormonal changes, or taking certain medications, particularly antibiotics or immune-suppressing drugs. Conditions that affect the function of the immune system, including diabetes, can increase a woman's risk of getting a yeast infection. Sometimes, no cause for the overgrowth of yeast is discovered.",
      "description": "Even though the symptoms produced by a vaginal yeast infection (also referred to as vaginal candidiasis or yeast vaginitis) are similar among affected women, they are not at all specific. In fact, studies have shown that many women attempt to treat what they believe are the early symptoms and signs of a vaginal yeast infection  using over-the-counter medications when they actually have a different condition. So, if you are unsure about whether or not you have a yeast infection, or if you have never had one before, it's important to see a doctor to be sure that you are treating the correct conditions before starting any treatment."
    },
    {
      "symptoms": [
        "balance problems",
        "bleeding gums",
        "changes in behavior",
        "confusion",
        "constipation",
        "decreased appetite",
        "dementia",
        "depression",
        "diarrhea",
        "difficulty concentrating",
        "difficulty walking (gait disturbance)",
        "dizziness",
        "heart palpitations",
        "intestinal gas",
        "lightheadedness",
        "memory loss",
        "muscle weakness",
        "numbness of hands and feet",
        "pale skin",
        "shortness of breath",
        "smooth tongue",
        "swollen tongue",
        "tingling of hands and feet",
        "tiredness",
        "vision loss",
        "weakness"
      ],
      "disease": "vitamin b12 deficiency",
      "causes": "Consuming a strictly vegan diet without taking vitamin B12 supplements can cause vitamin B12 deficiency. Other causes include",
      "description": "Vitamin B12 is a vitamin that is essential for many body functions, including the production of red blood cells. The body cannot make vitamin B12, and it needs to be supplied through the diet or by taking supplements. Vitamin B12 is found in foods of animal origin like meats, eggs, milk, and cheese. Vitamin B12 deficiency (cobalamin deficiency) is a condition that results when there is too little vitamin B12 in the body. Pernicious anemia is a kind of anemia that happens when the body is not able to absorb vitamin B12 through the digestive tract. A mild deficiency of vitamin B12 may not produce symptoms. Symptoms and signs, when they occur, can be similar to those of anemia, including"
    },
    {
      "symptoms": [
        "body aches",
        "chills",
        "coma",
        "confusion",
        "convulsions",
        "depression",
        "diarrhea",
        "difficulty walking",
        "disorientation",
        "fatigue",
        "fever",
        "headache",
        "insomnia",
        "irritability",
        "joint pains",
        "memory loss",
        "paralysis",
        "rash",
        "seizures",
        "sleepiness",
        "stiff neck",
        "tremors",
        "vomiting",
        "weakness"
      ],
      "disease": "west nile virus",
      "causes": "",
      "description": "Most people infected with the West Nile virus do not develop an illness or any symptoms from the infection. However, an illness with fever occurs in about one out of every five people who become infected. The illness produces flu-like symptoms, including "
    },
    {
      "symptoms": [
        "chills",
        "fatigue",
        "fever",
        "headache",
        "joint pain",
        "malaise",
        "muscle pain",
        "rash",
        "reddened eyes"
      ],
      "disease": "zika virus infection",
      "causes": "Zika virus is a flavivirus that is related to dengue fever, West Nile, yellow fever, and Japanese encephalitis viruses (Flaviviridae). These viruses are transmitted to humans by mosquito bites, and this is the primary method of spread. Blood product transfusions and organ transplantation may allow rare person-to-person transmission. Other possible methods of spread may be mother to fetus and under certain conditions, by sexual contact. About one in five people who become infected develop symptoms and signs.",
      "description": "The Zika virus is transmitted to humans by the bite of a mosquito that carries the virus. When it causes symptoms (in about one out of every five infections), it typically produces a disease that lasts a few days to a week. Common Zika fever symptoms and signs include"
    }
  ]
}